Repository: OpenViX/vix-core
Catalog: po/*.po
Languages: cs, de, el, et, fi, nb, nl, sk, sv

source: Http url for OpenPli Images
fi: Http URL OpenPli imagelle

source: Http url for OpenViX Images
fi: Http URL OpenViX imagelle

source: Http url for User Images
fi: Http URL käyttäjien tekemille imagelle

source: IPK installer
de: IPK Instalieren
et: IPK paigaldamine
fi: IPK:n asennus
nl: IPK installeren

source: Image Version %s
fi: Imagen versio %s

source: Image manager
de: Image Verwaltung
et: Püsivara haldur
fi: Imagen hallinnointi

source: Image manager settings
de: Image Verwaltung Einstellungen
et: Püsivara haldur
fi: Imagen hallinnoinnin asetukset
nl: Image manager instellingen

source: Inactive
cs: Neaktivní
de: Inaktiv
el: Ανενεργό
et: Väljas
fi: Ei käytössä
nb: Inaktiv
nl: Inactief
sk: Neaktívny
sv: Inaktiv

source: Include machine name in backup name
de: Boxname beim Beackupnamen benutzen
et: Lisa varukoopia nimele vastuvõtja nimi
fi: Sisällytä laitteen nimi varmuuskopion nimeen
nl: Neem de STB-naam op in de naam van de back-up

source: Info
el: Πληροφορίες
fi: Tietoja

source: Init SDCARD
et: Vorminda SD kaart
fi: Alusta SDCARD

source: Init SDcard
et: Vorminda SD kaart
fi: Alusta SDcard
nl: Init SD-kaart

source: Init Zgemma H9 SDCARD - please reboot after use.
de: Init Zgemma H9 SDCARD - Bitte neu starten nach Benutzung.
fi: Alusta Zgemma H9 SD-kortti - Vaatii uudelleenkäynnistyksen.
nl: Init Zgemma H9 SD-kaart - start opnieuw op..

source: Init Zgemma H9 USB/SDA1 - please reboot after use.
de: Init Zgemma H9 USB/SDA1 - Bitte neu starten nach Benutzung.
fi: Alusta Zgemma H9 USB/SDA1 - vaatii uudelleenkäynnistyksen.
nl: Init Zgemma H9 USB/SDA1 - start opnieuw op.

source: Install
cs: Instalovat
de: Installieren
el: Εγκατάσταση
et: Paigalda
fi: Asenna
nb: Installer
nl: Installeer
sk: Inštalovať
sv: Installera

source: Install IPK's from your tmp folder.
cs: Instalace IPK ze složky tmp.
de: Installiere IPKs aus dem tmp Verzeichnis.
el: Εγκατάσταση αρχείων IPK από το φάκελο tmp.
et: Paigalda IPK 'tmp' kaustast.
fi: Asenna IPK-paketteja laitteen tmp-kansiosta.
nb: Installer IPK's fra tmp mappe.
nl: Installeer IPK's in uw tmp map.
sk: Nainštalovať balíčky z priečinka tmp.
sv: Installera IPK´s från din tmp mapp.

source: Install confirmation
de: Installation Bestätigung
et: Paigaldamise kinnitus
fi: Asennuksen vahvistus
nl: Installeer bevestiging

source: Install extensions.
cs: Instaluje rozšíření.
de: Installiere Erweiterung
el: Εγκατάσταση επεκτάσεων.
et: Paigalda laiendusi
fi: Asenna laajennukset.
nl: Installeer extensies.
sk: Inštalovať rozšírenia.
sv: Installera utökningar.

source: Install local extension
cs: Instalovat místní balíčky
de: IPK-Dateien installieren
el: Εγκατάσταση τοπικής επέκτασης
et: IPK paigaldamine
fi: Asenna paikallinen lisäosa
nb: Installer lokal utvidelse
nl: Installeer lokale extensie
sk: Inštalovať miestne rozšírenie
sv: Installera lokal utökning

source: Installing...
cs: Instaluji...
de: Installiert...
el: Εγκατάσταση...
et: Paigaldamine...
fi: Asennetaan...
nb: Installerer...
nl: Installeert....
sk: Inštalujem...
sv: Installerar...

source: Invert
cs: Invertovat
de: Invertieren
el: Αντιστροφή
et: Pööra ümber
fi: Käänteinen
nl: Keer om
sk: Invertovať
sv: Invertera

source: It seems you have not setup an extra location. Please set it up in the Backup manager setup menu.
de: Es sieht so aus asl wenn noch ein Extra Ort konfiguriert wurde. Bitte dem Ort in der Backup Verwaltung konfigurieren.
et: Lisaasukoht on määramata. Saad seda teha varukoopia halduris.
fi: Et ole asettanut ylimääräistä sijaintia. Aseta se Varmuuskopioiden hallintatyökalulla.
nl: Het lijkt erop, dat u geen extra lokatie hebt ingesteld. U kunt dit doen vanuit het Back-up manager menu.

source: Location of where backup should be saved.
cs: Umístění, kam se mají ukládat zálohy nastavení.
de: Pfad wo Backups gespeichert werden sollen.
el: Τοποθεσία αποθήκευσης του αντιγράφου ασφαλείας.
et: Varukoopia salvestamise asukoht.
fi: Varmuuskopioiden tallennuskansio.
nb: Destinasjon til lagring av backup
nl: Lokatie waar back-up moet worden opgeslagen.
sk: Umiestnenie pre uloženie zálohy.
sv: Position att spara backup på.

source: Location of where the image backup should be saved.
de: Ort an dem die Image-Backups gespeichert werden sollen.
et: Püsivaratõmmise salvestamise asukoht.
fi: Sijainti, mihin imagen varmuuskopiot tulisi talllentaa.
nl: Lokatie waar image back-up moet worden opgeslagen.

source: Logs
el: Καταγραφές
et: Logid
fi: Lokit

source: MGcamd can't run whilst CCcam is running.
de: MGcamd kann nicht zusammen mit CCcam laufen.
et: CCcam töötamisel ei saa MGcamd käivituda.
fi: MGcamd ei voi käynnistyä kun CCcam on käynnissä.
nl: MGcamd kan niet draaien terwijl CCcam draait.

source: Main menu
de: Hauptmenü
el: Κύριο μενού
et: Peamenüü
fi: Päävalikko

source: Manage the backups of your settings.
cs: Spravovat zálohy nastavení.
de: Verwalte die Backups der Einstellungen.
el: Διαχείριση των αντιγράφων ασφαλείας των ρυθμίσεών σας.
et: Loo ja taasta varukoopiaid seadistustest.
fi: Muokkaa asetusten varmuuskopioita.
sv: Hantera backuperna av dina inställningar

source: Manage your devices mount points.
cs: Spravovat připojovací body.
de: Verwalte die Einhängepunkte.
el: Διαχείριση των σημείων προσάρτησης των συσκευών σας.
et: Halda andmekandjate haakepunkte.
fi: Muokkaa laitteen liitoksia.
nl: Beheer hoe uw apparaten gemount zijn.
sv: Hantera din enhets monteringar

source: Max backups to keep (0==all)
cs: Maximum záloh k zachování (0==všechny)
de: Anzahl Backups erhalten (0 == alle)
el: Μέγιστα αντίγραφα ασφαλείας για διατήρηση (0==όλα)
et: Suurim säilitatavate varukoopiate arv (0=kõik)
fi: Suurin määrä säilytettäviä varmuuskopioita (0==kaikki)
nl: Max aantal back-up (0 = onbeperkt)

source: Max image backups to keep (0==all)
de: Maximale Anzahl von Images behalten (0==alle)
el: Μέγιστα αντίγραφα ασφαλείας image για διατήρηση (0==όλα)
et: Suurim säilitatavate varukoopiate arv (0=kõik)
fi: Maksimi tallennettujen varmuuskopioiden määrä (0==kaikki)
nl: Max aantal back-up behouden (0=alle)

source: Mount
cs: Připojit
de: Einhängen
el: Προσάρτηση
et: Haagi
fi: Liitä
sk: Pripojiť
sv: Montera

source: Mount failed.
et: Haakimine nurjus.
fi: Liitos epäonnistui.

source: Mount manager
de: Mount Verwaltung
et: Haakepunktid
fi: Liitosten hallinnointi

source: Mount:
cs: Připojeno:
el: Προσάρτηση:
et: Haagitud:
fi: Liitos:
nb: Tilkobling:
sk: Prípojný bod:
sv: Montera:

source: Move Nand root to SD card
de: Verschiebe Nand root auf SD Karte
fi: Siirrä Nand root SD-kortille
nl: Verplaats Nand root naar SD-kaart

source: Moving to backup Location...
de: Verschiebe nach Backup-Zielverzeichnis
et: Liigutamine varukoopia asukohta...
fi: Siirretään varmuuskopiohakemistoon...
nl: Verandert back-up lokatie...

source: MultiBoot manager
de: Multiboot Verwaltung
et: Multibuudi haldur
fi: MultiBoot-hallinnointi

source: Multiboot ERROR! - no STARTUP in boot partition.
de: Multiboot Fehler! - kein STARTUP in Boot-Partition
fi: Multiboot-virhe! - Käynnistys-osiota ei ole olemassa.
nl: Multiboot FOUT! - geen STARTUP in bootpartitie.

source: Multiboot image manager
de: Multiboot Image Verwaltung
et: Multibuut püsivara haldur
fi: Multiboot-imagen hallinnointi

source: Multiboot manager - Cannot initialize SDcard when running image on SDcard.
de: Multiboot Verwaltung - SD Karte kann nicht initialisiert werden wenn ein Image von dieser Karte gestartet ist.
fi: Multiboot-hallinnointi - SD-korttia ei voi alustaa, koska se on käytössä.

source: Multiboot manager - SDcard initialization run, please restart OpenViX.
de: Multiboot Verwaltung - SD Karte wurde initialisiert. Bitte OpenViX neu starten.
fi: Multiboot-hallinnointi - SD-kortin alustus tehty, uudelleenkäynnistä OpenVix.

source: Multiboot manager - The SDcard must be at least 8MB.
de: Multiboot Verwaltung. Die SD-Karte muss m indestens 8MB groß sein.
fi: Multiboot-hallinnointi - SD-kortin koko pitää olla vähintään 8MB.

source: Multiboot only able to restore this backup to mmc slot1
de: Multiboot kann dieses Backup nur auf MMC Slot 1 wieder herstellen
fi: Multiboot voi palauttaa tämän varmuuskopion vain mmc:lle paikkaan 1
nl: Multiboot kan deze back-up alleen maar herstellen van mmc slot1

source: NO, do not restore plugins
cs: NE, neobnovovat pluginy
de: NEIN, Plugins nicht wieder herstellen
el: ΟΧΙ, να μη γίνει επαναφορά των προσθέτων
et: Ei, pluginaid ei taasta
fi: EI, älä palauta lisäosia
nb: NEI, ikke gjenopprett plugins
nl: NEE, installeer de plugins niet
sk: NIE, neobnoviť zásuvné moduly
sv: NEJ, återställ inte plugins

source: NO, do not restore settings
cs: NE, neobnovovat nastavení
de: NEIN, Einstellungen nicht wieder herstellen
el: ΟΧΙ, να μη γίνει επαναφορά των ρυθμίσεων
et: Ei, seadistusi ei taasta
fi: EI, älä palauta asetuksia
nb: NEI, ikke gjenopprett innstillinger
nl: Nee, plaats de instellingen niet terug
sk: NIE, neobnoviť nastavenia
sv: NEJ, återställ inte inställningar

source: New backup
de: Neues Backup
et: Loo uus
fi: Uusi varmuuskopio
nl: Nieuwe back-up

source: Next backup:
de: Nächstes Backup:
et: Järgmine varundamine:
fi: Seuraava varmuuskopio:
nl: Volgende back-up:

source: No config files found, please setup CCcam first in /etc/CCcam.cfg.
de: Keine Konfigdatei gefunden. Bitte CCcam erst einrichten in /etc/CCcam.cfg.
et: Seadistusfaile ei leitud. Seadista kõigepealt CCcam asukohas /etc/CCcam.cfg
fi: Asetus-tiedostoa ei löytynyt, asenna CCcam-asetukset hakemistoon /etc/CCcam.cfg.
nl: Geen configuratiebestand gevonden. U moet eerst Ccam instellen in /etc/CCcam.cfg.

source: No config files found, please setup Hypercam first in /etc/hypercam.cfg.
de: Keine Konfigdatei gefunden. Bitte Hypercam erst einrichten in /etc/hypercam.cfg.
et: Seadistusfaile ei leitud. Seadista kõigepealt Hypercam asukohas /etc/hypercam.cfg
fi: Asetus-tiedostoa ei löytynyt, asenna Hypercam -asetukset hakemistoon /etc/hypercam.cfg.
nl: Geen configuratiebestand gevonden. U moet eerst Hypercam instellen in /etc/hypercam .cfg.

source: No config files found, please setup MGcamd first in /usr/keys.
de: Keine Konfigdatei gefunden. Bitte MGcamd erst einrichten in /usr/keys.
et: Seadistusfaile ei leitud. Seadista kõigepealt MGcamd asukohas /usr/keys
fi: Asetus-tiedostoa ei löytynyt, asenna MGcamd -asetukset hakemistoon /usr/keys.
nl: Geen configuratiebestand gevonden. U moet eerst MGcamd instellen in /usr/keys.

source: No config files found, please setup Oscam first in /etc/tuxbox/config
cs: Nenalezen config, nastavte nejdříve Oscam v /etc/tuxbox/config
el: Δεν βρέθηκαν αρχεία ρυθμίσεων, παρακαλώ ρυθμίστε το Oscam πρώτα στο /etc/tuxbox/config
fi: Asetustiedostoja ei löytynyt, määritä Oscam /etc/tuxbox/config-tiedostossa
nb: Finner ingen konfigurasjonsfiler, vennligst sett opp OScam i /etc/tuxbox/config først
nl: Geen configuratiebestand gevonden; maak eerst de Oscam instellingen in /etc/tuxbox/config
sk: Žiadne konfiguračné súbory nenájdené, najprv nastavte Oscam v /etc/tuxbox/config
sv: Inga konfigurationsfiler funna, var god konfiguera OScam i /etc/tuxbox/config

source: No config files found, please setup Oscam first in /etc/tuxbox/config.
de: Keine Konfigdatei gefunden. Bitte OScam erst einrichten in /etc/tuxbox/config
et: Seadistusfaile ei leitud. Seadista kõigepealt OScam asukohas /etc/tuxbox/config
fi: Asetus-tiedostoa ei löytynyt, asenna Oscam-asetukset hakemistoon /etc/tuxbox/config.
nl: Geen configuratiebestand gevonden. U moet eerst Oscam instellen in /etc/tuxbox/config.

source: No images found for selected download server...if password check validity
fi: Valitulta palvelimelta ei löytynyt imagea, jos vaatii salasanan, varmista että se on oikein

source: No plugins needed to be installed
de: Es war nicht nötig Plugins zu installieren
et: Pluginaid ei olnud vaja paigaldada
fi: Lisäosia ei tarvitse asentaa
nl: Er hoefden geen plugins geïnstalleerd te worden

source: None
cs: Nic
de: Keine
el: Κανένα
et: Pole
fi: Ei mitään
nb: Ingen
nl: Geen
sk: Žiadne
sv: Ingen

source: Note: slot list does not show current image or empty slots.
de: Info:Slot Liste zeigt nicht das aktuelle Image oder leere Slots.
fi: HUOM: Paikkalistaus ei näytä nykyistä imagea, tai tyhjiä paikkoja.
nl: Opm.: De slot-lijst toont het huidige image en lege slots niet.

source: Now skipping restore process
cs: Vynechání procesu obnovy
de: Überspinge die Wiederherstellung
el: Παράκαμψη τώρα της διαδικασίας επαναφοράς
et: Taastamine jäetakse vahele
fi: Ohitetaan palautusprosessia
nb: Hopper over gjenoppretting nå
nl: Slaat het herstel proces over
sk: Preskakujem proces obnovy
sv: Hoppar över återställningen

source: OFGwrite error (also sent to any debug log): %s
de: OFGwrite Fehler (auch im Debug Log): m%s
et: OFGwrite viga (saadeti ka silumislogidesse): %s
fi: OFGwrite virhe (virhe lähetetty debug-lokiin): %s

source: OK, to perform a restore
cs: OK, provedete obnovu
de: OK, zum Wiederherstellen
el: ΟΚ, να γίνει επαναφορά
et: Jah, taasta
fi: OK, suorita palautus
nb: OK, for å gjenopprette
nl: JA, voer een herstelactie uit
sk: OK, ak chcete vykonať obnovenie
sv: OK, att göra en återställning

source: Please enter a folder that contains some packages.
cs: Zadejte složku, která obsahuje nějaké balíčky.
de: Bitte einen Ordner wählen der Pakete enthält.
el: Παρακαλώ εισάγετε ένα φάκελο που περιέχει μερικά πακέτα.
et: Vali pakette sisaldav kataloog.
fi: Valitse hakemisto joka sisältää asennuspaketteja.
nb: Vennligst angi mappe som inneholder noen pakker
nl: Kies een folder die plugins bevat.
sk: Zadajte priečinok, ktorý obsahuje nejaké balíčky.
sv: Välj en mapp som innehåller paketfiler.

source: Please select device to use as SWAP file location.
de: Bitte Geräte als Ort für Swap Datei wählen.
et: Vali andmekandja saalefaili asukohaks
fi: Valitse laite, jota käytetään SWAP-tiedoston tallentamiseen.
nl: Kies het medium voor het SWAP-bestand.

source: Please select the file to restore.
de: Bitte Datei zur Wiederherstellung wählen.
et: Vali fail, mida taastada
fi: Valitse palautettava tiedosto.
nl: Kies het bestand dat hersteld moet worden.

source: Please wait while plugins restore completes...
cs: Počkejte prosím na obnovení pluginů...
de: Bitte warten bis Plugins wiederhergestellt sind
el: Παρακαλώ περιμένετε καθώς ολοκληρώνεται η επαναφορά των προσθέτων...
et: Toimub pluginate taastamine
fi: Odota, lisäosien palautusta suoritetaan...
nb: Vennligst vent til gjenoppretting av plugins er fullført...
nl: Even wachten tot het installeren van plugins gereed is...
sk: Počkajte, kým sa dokončí obnovenie zásuvných modulov...
sv: Var god vänta under tiden som återställning av plugins slutförs...

source: Please wait while scanning for devices...
cs: Počkejte prosím na prohledání zařízení...
de: Bitte warten. Suche Geräte...
el: Παρακαλώ περιμένετε καθώς γίνεται ανίχνευση για συσκευές...
et: Toimub riistvara uurimine
fi: Odota. Etsitään laitteita...
nl: Wacht, de apparaten worden gescand...
sv: Vänligen vänta, skanning efter enheter pågår...

source: Please wait while scanning your %s %s devices...
cs: Počkejte prosím na prohledání zařízení %s %s ...
de: Bitte warten. Suche Geräte für %s %s...
el: Παρακαλώ περιμένετε καθώς γίνεται ανίχνευση του %s %s σας για συσκευές...
et: Toimub %s %s riistvara uurimine
fi: Odota. Etsitään %s %s laitteita...
nl: Uw %s %s apparaten worden gescand...
sv: Vänligen vänta, skanning pågår av dina %s %s enheter...

source: Please wait while settings restore completes...
cs: Počkejte prosím na obnovení nastavení ...
de: Bitte warten bis Einstellungen wiederhergestellt sind
el: Παρακαλώ περιμένετε καθώς ολοκληρώνεται η επαναφορά των ρυθμίσεων...
et: Toimub kanalinimekirja taastamine
fi: Odota, asetusten palautus kesken...
nb: Vennligst vent til gjenoppretting av innstillinger er fullført...
nl: Even wachten tot het herstellen van de instellingen gereed is...
sk: Počkajte prosím, kým skončí obnovenie nastavení...
sv: Var god vänta under tiden som återställning av inställningarna slutförs...

source: Please wait while starting
cs: Čekejte, spouští se
de: Startvorgang abwarten
el: Παρακαλώ περιμένετε καθώς ξεκινά το
et: Oota käivitamist
fi: Odota, käynnistetään
nb: Oppstart pågår, vennligst vent
nl: Wacht terwijl er gestart wordt
sk: Prosím počkajte, prebieha spúšťanie
sv: Var god vänta, start pågår

source: Please wait while stopping
cs: Čekejte, zastavuje se
de: Bitte Stoppvorgang abwarten
el: Παρακαλώ περιμένετε καθώς σταματά
et: Oota peatamist
fi: Odota, pysäytetään
nb: Stopp pågår, vennligst vent
nl: Wacht terwijl er gestopt wordt
sk: Prosím počkajte, prebieha zastavovanie
sv: Var god vänta, nedstängning pågår

source: Please wait while the flash prepares, after the image is flashed, your %s will restart - if error please use Recovery mode to restart.
fi: Odota että päivitys valmistuu, %s uudelleenkäynnistyy kun image on asennettu. Jos tulee virheitä, käytä Recovery-tilaa uudelleenkäynnistykseen.

source: Please wait while the flash prepares.
de: Bitte warten während Flash sich vorbereitet.
et: Valmistumine paigaldamiseks.
fi: Odota kun asennusta valmistellaan.
nl: Wacht terwijl het flashen wordt voorbereid.

source: Please wait while the system gathers information...
cs: Prosím počkejte, systém shromažďuje potřebné informace...
de: Bitte warten während das System Informationen sammelt...
el: Παρακαλώ περιμένετε καθώς το σύστημα συλλέγει πληροφορίες...
et: Oota, kuni süsteem kogub teavet...
fi: Ole hyvä ja odota, järjestelmä kerää tietoja...
nl: Wacht terwijl het systeem informatie verzamelt...

source: Please wait.
cs: Prosím čekejte.
de: Bitte warten.
el: Παρακαλώ περιμένετε.
et: Oota.
fi: Odota.
nb: Vennligst vent.
nl: Even wachten.
sk: Čakajte prosím.
sv: Var god vänta.

source: Plugin listing failed - e. g. wrong backup destination or no space left on backup device.
de: Erzeuge Plugin Liste fehlgeschlagen. Entweder falscher Ort oder nicht mehr genug freier Speicher auf dem Gerät.
et: Pluginate märkimine nurjus - nt. kehtetu varukoopia asukoht või ruumipuudus.
fi: Pluginien listaus epäonnistui - väärä varmuuskopion sijainti tai levytila on lopussa.
nl: Plugin-lijst mislukt - mogelijk a.g.v. een verkeerde back-up lokatie of te weinig ruimte op het medium.

source: Preparing extra plugins...
cs: Připravuji extra pluginy...
de: Bereite Extra Plugins vor
el: Προετοιμασία επιπρόσθετων προσθέτων...
et: Pluginate ettevalmistamine
fi: Valmistellaan ylimääräisiä lisäosia...
nb: Forbereder ekstra plugins...
nl: Bereidt extra plugins voor..
sk: Príprava ďalších zásuvných modulov...
sv: Förbereder extra plugins...

source: Press Init to format SDcard.
de: Wähle Init um SD-Karte zu formatieren.
et: SD kaardi vormindamiseks vajuta nuppu 'Vorminda'.
fi: Paina Init alustaaksesi SDkortin.

source: Press OK to toggle the selection.
cs: Zvol OK pro výběr.
de: Drücke OK um die Auswahl umzukehren
el: Πιέστε ΟΚ για εναλλαγή της επιλογής.
et: Valiku muutmiseks vajuta OK.
fi: Suorita valinta OK-näppäimellä.
nl: Druk op OK om de selectie om te wisselen..
sk: Stlačte OK pre prepnutie výberu.
sv: Tryck OK för att ändra val.

source: Press appropiate Init to move Nand root to SDcard.
de: Drücke das passende Init um das Nand root auf die SD-Karte zu verschieben
fi: Paina sopivaa alustusta siirtääksesi Nand root SD-kortille.

source: Query before backup starts
cs: Zařadit před zahájením zálohy.
de: Fragen bevor Backup startet
el: Ερώτηση πριν την εκκίνηση της εφεδρείας
et: Päring enne varundamise alustamist
fi: Kysely ennen varmistusta alkaa
nl: Melding als back-up start

source: Query before image backup starts
de: Vor Imagesicherung fragen
el: Ερώτηση πριν την εκκίνηση της εφεδρείας image
et: Päring enne varundamise alustamist
fi: Kysely ennen varmuuskopioinnin aloitusta
nl: Vragen alvorens de image back-up te starten

source: Query before starting backup.
cs: Zařadit před zahájením zálohy.
de: Fragen bevor Backup startet.
el: Ερώτηση πριν την εκκίνηση της εφεδρείας.
et: Enne varundamise alustamist küsitakse.
fi: Kysely ennen kuin varmistus aloitetaan.
nl: Vragen als back-up start.

source: Query before starting image backup.
de: Vor Imagesicherung fragen.
el: Ερώτηση πριν την εκκίνηση της εφεδρείας του image.
et: Enne varundamise alustamist küsitakse.
fi: Kysely ennen kuin aloitetaan varmuuskopiointi.
nl: Vragen alvorens image back-up te starten.

source: Reboot
fi: Uudelleenkäynnistys
nl: Opnieuw opstarten

source: Rebooting...
cs: Restartuje se...
de: Neustart...
el: Επανεκκίνηση...
et: Taaskäivitus...
fi: Käynnistyy uudelleen...
nb: Starter på nytt...
nl: Bezig met rebooten...
sk: Prijímač sa reštartuje
sv: Startar om...

source: Recording(s) are in progress or coming up in few seconds! Do you still want to flash image %s?
de: Aufnahme(n) laufen oder starten in wenigen Sekunden! Willst Du immer noch das Image %s flashen?
et: Salvestus(ed) on käimas või algavad mõne sekundi jooksul. Kas soovid siiski paigaldada püsivara %s?
fi: Tallennus käynnissä, tai alkamassa hetken kuluttua Haluatko silti päivittää imagen %s?
nl: Opname(s) lopen of starten zeer binnenkort! Wilt u toch image %s flashen?

source: Removal of this slot will not show in %s Gui. Are you sure you want to delete image slot %s ?
fi: Tämän paikan poisto ei näy %s käyttöliittymässä. Oletko varma että haluat poistaa imagen paikasta %s ?
nl: Het verwijderen van dit slot zal niet zichtbaar zijn in de GUI van de %s. Weet u zeker dat u het image in slot %s wilt verwijderen?

source: Remove confirmation
de: Entfernen Bestätigung
et: Eemaldamise kinnitamine
fi: Poista vahvistus
nl: Verwijder bevestiging

source: Removing temp mounts...
cs: Odstraňuji dočasná připojení...
de: Entferne temporäre Mounts
el: Αφαίρεση προσωρινών προσαρτήσεων...
et: Eemaldatakse ajutised haakepunktid...
fi: Poistetaan väliaikaiset liitokset...
nb: Fjerner midlertidige tilkoblinger
nl: Verwijdert tijdelijke mounts...
sk: Odstraňujú sa dočasné prípojné body...
sv: Tar bort temp monteringar...

source: Repeat how often
cs: Jak často opakovat
de: Wie oft wiederholen
el: Επανάληψη πόσο συχνά
et: Kordamise sagedus
fi: Kuinka usein toistetaan
nb: Gjenta hvor ofte
nl: Hoe vaak herhalen
sk: Ako často opakovať
sv: Repetera hur ofta

source: Restart
de: Neustart
el: Επανεκκίνηση
et: Taaskäivitus
fi: Käynnistä uudelleen
nb: Omstart
nl: Herstart
sk: Reštartovať
sv: Starta om

source: Restart %s %s.
de: Neustart %s %s.
el: Επανεκκίνηση του %s %s.
et: Taaskäivita %s %s.
fi: Käynnistä %s %s uudelleen.
nl: Herstart %s %s.
sk: Reštartovať %s %s
sv: Starta om %s %s.

source: Restart GUI.
de: Benutzeroberfläche neu starten.
et: Taaskäivita E2.
fi: Käynnistä käyttöliittymä uudelleen.
nl: Herstart GUI.

source: Restore
cs: Obnova
de: Wiederherstellen
el: Επαναφορά
et: Taasta
fi: Palauta
nb: Gjenopprett
nl: Herstel
sk: Obnoviť
sv: Återställ

source: Restore Confirmation
cs: Obnova konfigurace
de: Wiederherstellen bestätigen
el: Επιβεβαίωση Επαναφοράς
et: Taastamise kinnitamine
fi: Palautuksen varmistus
nb: Bekreftelse på gjenoppretting
nl: Bevestig herstellen
sk: Potvrdiť obnovenie
sv: Konfirmera Återställning

source: Restore wizard
de: Wiederherstellen Assistent
et: Taastamisabiline
fi: Palautuksen avustaja
nl: Herstel-wizard

source: Restoring backup...
cs: Obnova zálohy...
de: Backup wiederherstellen...
el: Επαναφορά αντιγράφου ασφαλείας...
et: Varukoopia taastamine...
fi: Palautetaan varmuuskopiota...
nb: Gjenoppretter backup...
nl: Plaatst back-up terug...
sk: Obnovuje sa záloha...
sv: Återställer backup...

source: Restoring plugins, this can take a long time...
cs: Obnovuji pluginy, může to chvilku trvat...
de: Plugins wiederherstellen. Dies kann sehr lange dauern...
el: Επαναφορά προσθέτων, αυτό μπορεί να διαρκέσει αρκετά...
et: Pluginate taastamine. See võib kesta kaua...
fi: Palautetaan lisäosia, tämä voi kestää kauan...
nb: Gjenoppretter plugins, dette kan ta litt tid...
nl: Bezig plugins te installeren; dit kan lang duren...
sk: Obnovujem zásuvné moduly, môže to trvať dlhšie...
sv: Återställer plugins, detta kan ta länge...
