Repository: OpenViX/vix-core
Catalog: po/*.po
Languages: cs, de, el, et, fi, nb, nl, sk, sv

source: Your %s %s is not connected to a network. Please try using the Backup manager to restore plugins later when a network connection is available.
de: Deine %s %s ist nicht mit dem Internet verbunden. Bitte die Plugins mit der Backup Verwaltung später wieder herstellen wenn eine Netzwerkverbindung besteht.
et: %s %s ei ole võrguga ühendatud. Ürita pluginad taastada siis, kui võrguühendus on loodud.
fi: Sinun %s %s ei saa yhteyttä verkkoon. Yritä myöhemmin palauttaa pluginit käyttäen varmuuskopioiden hallinta-työkalua, kun verkkoyhteys on saatavilla.
nl: Uw %s %s is niet verbonden met een netwerk. U kunt later de Back-up manager gebruiken om de plugins alsnog te herstellen.

source: Your %s %s is not connected to the Internet. Please check your network settings and try again.
de: Deine %s %s ist nicht mit dem Internet verbunden. Bitte Netzwerkeinstellungen prüfen und erneut versuchen.
et: %s %s ei ole ühendatud internetti. Kontrolli võrgu seadeid ja ürita uuesti.
fi: Sinun %s %s ei ole yhteydessä internettiin. Tarkasta verkkoasetukset ja kokeile uudestaan.
nl: Uw %s %s is niet verbonden met een netwerk. Controleer uw instellingen en probeer het opnieuw.

source: Your %s %s is not connected to the Internet. Please try using Backup manager to restore plugins later.
de: Deine %s %s ist nicht mit dem Internet verbunden. Bitte die Plugins mit der Backup Verwaltung später wieder herstellen.
et: %s %s ei ole internetiga ühendatud. Ürita pluginad taastada hiljem varukoopia halduri abil.
fi: Sinun %s %s ei saa yhteyttä internettiin. Yritä myöhemmin palauttaa pluginit käyttäen varmuuskopioiden hallinta-työkalua.
nl: Uw %s %s is niet verbonden met het internet. U kunt later de Back-up manager gebruiken om de plugins alsnog te herstellen.

source: Your %s %s is not connected to the Internet. Please try using the Backup manager to restore plugins later.
de: Deine %s %s ist nicht mit dem Internet verbunden. Bitte die Plugins mit der Backup Verwaltung später wieder herstellen.
et: %s %s ei ole internetiga ühendatud. Ürita pluginad taastada hiljem varukoopia halduri abil.
fi: Sinun %s %s ei saa yhteyttä internettiin. Yritä myöhemmin palauttaa pluginit käyttäen varmuuskopioiden hallinta-työkalua.
nl: Uw %s %s is niet verbonden met het internet. U kunt later de Back-up manager gebruiken om de plugins alsnog te herstellen.

source: slot%s - %s
et: pesa%s - %s
fi: paikka%s - %s

source: slot%s - %s
et: pesa%s - %s
fi: paikka%s - %s

source: slot%s - %s (current image)
de: Slot%s - %s (aktuelle Image)
et: pesa%s - %s (aktiivne püsivara)
fi: paikka%s - %s (nykyinen image)
nl: slot%s - %s (huidige image)

source: unavailable
cs: nedostupné
de: nicht verfügbar
el: μη διαθέσιμο
et: pole saadaval
fi: ei saatavilla
nb: ikke tilgjengelig
nl: niet beschikbaar
sk: nedostupné
sv: ej tillgänglig

source: Flash
et: Paigalda

source: Multiboot manager - Cannot initialise SDcard when running image on SDcard
et: Multibuudi haldur: SD kaarti ei saa vormindada, kui aktiivne püsivara paikneb SD kaardil

source: Multiboot manager - SDcard initialisation run, please restart OpenViX
et: Multibuudi haldur: SD kaart vormindati, taaskäivita OpenViX

source: Multiboot manager - The SDcard must be at least 8MB
et: Multibuudi haldur: SD kaart peab olema vähemalt 8 MB

source: No config files found, please setup Oscam first in /etc/tuxbox/config or in /etc/tuxbox/config/oscam.
de: Keine Konfigdatei gefunden. Bitte OScam erst einrichten in /etc/tuxbox/config oder /etc/tuxbox/config/oscam.
et: Seadistusfaile ei leitud.Seadista esmalt oscam asukohas /etc/tuxbox/config või /etc/tuxbox/config/oscam

source: SDcard detected but not formatted for multiboot - please use ViX MultiBoot Manager to format.
et: Tuvastati SD kaart, kuid ee tuleb multibuudi tarbeks vormindada. Kasuta selleks Vixi multibuudi haldurit.

source: Select an image to download:
de: Wähle Image zum herunterladen:
et: Vali antud nimekirjast:

source: Softcam
et: Emulaator

source: There is no image to download.
de: Kein Image zum Download.
et: Pole midagi alla laadida.

source: ViX Backup manager
de: ViX Backup Verwaltung
et: ViX varukoopia haldur

source: ViX Image manager
de: ViX Image Verwaltung
et: ViX püsivara haldur

source: ViX Mount manager
de: ViX Mount Verwaltung
et: ViX haakepunktid

source: ViX Script runner
de: ViX Script ausführen
et: ViX skriptid

source: Create: Recovery Fullbackup %s
de: Erzeuge: Komplettbackup %s für Recovery

source: ATV library
nl: ATV-bibliotheek

source: Cannot unmount partition '%s'. Make sure this partition is not in use. (SWAP, record/timeshift, etc.)
nl: Kan partitie '%s' niet unmounten. Stel zeker dat deze partitie niet in gebruik is (SWAP, opname/timeshift, etc.).

source: Developer password
nl: Developer wachtwoord

source: Developer username
nl: Developer gebruikersnaam

source: Enter your OpenViX developer password.
nl: Geef uw OpenViX developer wachtwoord.

source: Enter your OpenViX developer username.
nl: Geef uw OpenViX developer gebruikersnaam.

source: From which image library do you want to download?
nl: Vanuit welke bibliotheek wilt u downloaden?

source: If you are an OpenViX developer you can enter your login details to have direct access to OpenViX developer images for your receiver. This feature is only available via 'https' connections.
nl: Indien u een OpenViX developer bent, kunt u uw accountgegevens invoeren om direct de OpenViX ontwikkel-images rechtstreeks op uw ontvanger te kunnen ontvangen. Dit is uitsluitend mogelijk via 'https'-verbindingen.

source: Login as an OpenViX developer
nl: Login als OpenViX developer

source: Manage settings backup.
nl: Beheer settings back-ups.

source: Mount failed for '%s', error code = '%s'.
nl: Mount failed voor '%s', foutcode = '%s'.

source: No images found on the selected download server...if password check validity
nl: Geen images gevonden op de gekozen server... Controleer wachtwoord indien van toepassing.

source: Partition: %s Mount: %s unmounted successfully; if all partitions now unmounted you can remove device.
nl: Partitie: %s Mount: %s unmount succesvol; indien nu alle partities zijn unmount, kunt u het device verwijderen.

source: Pli library
nl: Pli-bibliotheek

source: Press 'Menu' to select a storage device
nl: Druk op 'Menu' om een opslagruimte te kiezen

source: Press appropiate Init to move Nand root to SDcard or USB.
nl: Druk op de juiste init om Nand root naar SD-kaart of USB te verplaatsen.

source: This http url for the OpenATV image library being accessed.
nl: Deze http-url voor toegang tot OpenATV-image bibliotheek.

source: This http url for the OpenPLi image library being accessed.
nl: Deze http-url voor toegang tot OpenPLi-image bibliotheek.

source: This http url for the OpenViX image library being accessed.
nl: Deze http-url voor toegang tot OpenViX-image bibliotheek.

source: ViX Image Management
nl: ViX-image beheer

source: ViX library
nl: ViX-bibliotheek

source: ofgwrite error (also sent to any debug log): %s
nl: ofgwrite-fout (ook opgenomen in alle debuglogs): %s

source: A background update check is is progress, please try again.
cs: Běží kontrola na pozadí, prosím zkuste to znovu později.
el: Εκτελείται έλεγχος ενημέρωσης στο παρασκήνιο, παρακαλώ δοκιμάστε ξανά.

source: Allows you have the window close automatically.
cs: Umožní automatické uzavírání oken.
el: Επιτρέπει το αυτόματο κλείσιμο του παραθύρου.
sk: Umožňuje automatické zatvorenie okna.
sv: Tillåter dig ha att fönstret stängs automatiskt.

source: Allows you schedule your backups.
cs: Umožní naplánovat zálohy nastavení.
el: Επιτρέπει τον προγραμματισμό των εφεδρειών.
nb: Lar deg å planlegge backupene dine.
sk: Umožňuje naplánovať zálohovanie.
sv: Låter dig schemalägga dina backuper.

source: Allows you schedule your image backups.
cs: Umožní naplánovat zálohy image.
el: Επιτρέπει τον προγραμματισμό των εφεδρειών image.
nb: Lar deg å planlegge backuper av imaget ditt.
sk: Umožňuje naplánovať zálohovanie systémového obrazu.
sv: Låter dig schemalägga dina Imagebackuper.

source: Allows you to tag your backups to a box. (default is box name/type)
cs: Umožní označit zálohy dle přístroje. (výchozí je jméno/typ přijímače)
el: Επιτρέπει τις ετικέτες στα αντίγραφα ασφαλείας ενός δέκτη. (προεπιλογή όνομα δέκτη/τύπος)
nb: Lar deg navngi backup av innstillingene (standard er mottakerens navn/type).
sk: Umožňuje označiť zálohy podľa prijímača. (predvolená hodnota je názov/typ prijímača)
sv: Låter dig tagga dina dina backuper till en box. (standard är boxnamn/typ)

source: Are you ready to create a backup image ?
cs: Jste připraveni vytvořit zálohu image ?
el: Είστε έτοιμοι για τη δημιουργία ενός αντιγράφου ασφαλείας του image ;
nb: Klar til å opprette en backup av imaget?
sk: Ste pripravení na vytvorenie zálohy systémového obrazu?
sv: Är du redo att skapa en Imagebackup?

source: Are you sure you want to restore this image:
cs: Opravdu chcete obnovit tento image:
el: Σίγουρα θέλετε να γίνει επαναφορά αυτού του image:
sk: Naozaj chcete obnoviť tento systémový obraz:
sv: Är du säker på att du vill återställa denna image:

source: Backing up Kernel...
cs: Zálohuji kernel ...
el: Εφεδρεία Kernel...
sv: Tar backup på Kernel...

source: Backing up Root file system...
cs: Zálohuji souborový systém ...
el: Εφεδρεία του συστήματος αρχείων Ρίζας...
sv: Tar backup på Root filsystemet...

source: Backup Complete...
cs: Záloha dokončena...
el: Ολοκλήρωση Εφεδρείας...
nb: Backup fullført...
sk: Zálohovanie dokončené...
sv: Backup Klar...

source: Backup Confirmation
cs: Ověření zálohy
el: Επικύρωση Εφεδρείας
nb: Bekreftelse på backup
sk: Potvrdiť zálohovanie
sv: Backupbekräftelse

source: Backup Created
cs: Záloha vytvořena
el: Το αντίγραφο ασφαλείας δημιουργήθηκε
nb: Backup opprettet
sk: Zálohu vytvorená
sv: Backup Skapad

source: Backup Location
cs: Umístění zálohy
el: Θέση αντιγράφων ασφαλείας
nb: Backup destinasjon
sk: Umiestnenie zálohy
sv: Backup Sökväg

source: Backup Manager
cs: Správce zálohy
el: Διαχείριση Αντιγράφων Ασφαλείας
sk: Správca záloh
sv: Backuphanterare

source: Backup failed - e. g. wrong backup destination or no space left on backup device
cs: Záloha selhala - třeba nesprávné umístění nebo zbývá málo místa na cílové jednotce
el: Αποτυχία εφεδρείας - π.χ. λάθος διαδρομή εφεδρείας ή έλλειψη χώρου στη συσκευή
nb: Backup mislyktes - eks. enhet er full eller feil backup destinasjon
sk: Zálohovanie zlyhalo - nesprávne umiestnenie zálohy alebo žiadne voľné miesto na zálohovacom zariadení
sv: Backupen misslyckades - möjlig felorsak, fel backupdestination eller inte tillräckligt med utrymme på backupenheten

source: Backup in progress, Please wait for it to finish, before trying again
cs: Záloha probíhá, prosím počkejte na její dokončení a zkuste to znovu.
el: Εφεδρεία σε εξέλιξη, Παρακαλώ περιμένετε να ολοκληρωθεί πριν ξαναπροσπαθήσετε

source: Can't un-mount the partition, make sure it is not being used for swap or record/timeshift paths
cs: Nelze odpojit oddíl, zkontrolujte, není-li používán pro SWAP nebo pro timeshift/záznam
el: Αδυναμία αποπροσάρτησης του διαμερίσματος, σιγουρευτείτε ότι δεν χρησιμοποιείται για swap ή διαδρομές εγγραφών/χρονομετατόπισης

source: Change Location
cs: Změna umístění
el: Αλλαγή Τοποθεσίας
nb: Endre destinasjon
sk: Zmeniť umiestnenie
sv: Byt Sökväg

source: Checking Free RAM..
cs: Kontrola volné RAM.
el: Έλεγχος Ελεύθερης RAM...
nb: Sjekker ledig minne...
sk: Kontrola voľnej pamäte RAM...
sv: Kontrollerar Ledigt RAM...

source: Choose Files
cs: Vyberte soubory
el: Επιλογή αρχείων
nb: Velg filer
sk: Vybrať súbory
sv: Välj Filer

source: Choose local ipk's folder
cs: Zvolte adresář s IPK balíčky
el: Επιλογή φακέλου τοπικών ipk's
nb: Velg lokal ipk's mappe
sk: Vyberte miestny adresár s ipk
sv: Välj lokal ipk mapp

source: Create and Manage your swap files.
cs: Vytvořit a spravovat swap soubory.
el: Δημιουργία και Διαχείριση των αρχείων swap.
sv: Skapa och hantera dina växlingsfiler

source: Create and Restore complete images of your system.
cs: Vytvořit a obnovit kompletní obrazy systému.
el: Δημιουργία και Επαναφορά ολοκληρωμένων images στο σύστημά σας.
sv: Skapa och återställ fullständiga images av ditt system

source: Creating Swap..
cs: Vytvářím swap..
el: Δημιουργία Swap...
nb: Oppretter swap...
sk: Vytváram swap...
sv: Skapar Växlingsfil...

source: Current Status:
cs: Nynější stav:
el: Τρέχουσα Κατάσταση:
nb: Nåværende status:
sk: Aktuálny stav:
sv: Aktuell Status:

source: Disable Startup
cs: Nespouštět
el: Απενεργοποίηση Εκκίνησης
nb: Deaktiver oppstart
sk: Zakázať spustenie pri štarte
sv: Inaktivera Startup

source: Download Confirmation
cs: Potvrzení stažení
el: Επιβεβαίωση Λήψης
nb: Bekreftelse på nedlasting
sk: Potvrdiť stiahnutie
sv: Bekräfta Nedladdning

source: Downloading Image...
cs: Stahuji image...
el: Λήψη Image...
nb: Laster ned image...
sk: Preberá sa systémový obraz...
sv: Laddar ner Image...

source: Enable Startup
cs: Povolit spuštění
el: Ενεργοποίηση Εκκίνησης
nb: Aktiver oppstart
sk: Povoliť pri spustení
sv: Aktivera Startup

source: Enable Swap at startup
cs: Povolit swap po startu
el: Ενεργοποίηση Swap στην εκκίνηση
nb: Aktiver swap ved oppstart
sk: Povoliť swap pri štarte
sv: Aktivera Swap vid start

source: Enough Retries, delaying till next schedule.
cs: Opakování, zpoždění do dalšího plánu.
el: Αρκετές Επαναπροσπάθειες, καθυστέρηση μέχρι τον επόμενο προγραμματισμό.
nb: Nok forsøk, utsetter til neste tidspunkt.
sk: Vykonal sa dostatok pokusov o opakovanie, odkladá sa do nasledujúceho plánu.
sv: Inga mer försök, senarelägger till nästa tidschema.

source: Found non-standard softcam, trying to start, this may fail
el: Βρέθηκε ένα μη στάνταρ softcam, προσπάθεια εκκίνησης, πιθανότητα αποτυχίας

source: IPK Installer
cs: Instalátor IPK
el: Εγκατάσταση IPK
sk: IPK inštalátor
sv: IPK Installerare

source: Image Manager
cs: Správce image
el: Διαχείριση Image
sk: Správca systémových obrazov
sv: Imagehanterare

source: Install Confirmation
cs: Potvrzení instalace
el: Επιβεβαίωση Εγκατάστασης
nb: Bekreftelse på installering
sk: Potvrdiť inštaláciu
sv: Konfirmering Installation

source: It seems you have not setup an extra location, please set it up in the Backup Manager setup menu
cs: Vypadá to, že nemáte nastaveno další umístění, nastavte jej prosím ve Správci zálohování.
el: Φαίνεται ότι δεν έχει ρυθμιστεί επιπρόσθετη τοποθεσία, παρακαλώ ρυθμίστε την στο μενού ρυθμίσεων της Διαχείρισης Εφεδρείας

source: Location of where image backup should be saved.
cs: Umístění, kam se mají ukládat zálohy image.
el: Τοποθεσία αποθήκευσης του αντιγράφου ασφαλείας του image.
nb: Destinasjon til lagring av image backup
sk: Umiestnenie pre uloženie zálohy systémového obrazu.
sv: Position att spara Imagebackup på.

source: MGcamd can't run whilst CCcam is running
cs: MGcamd nelze provozovat zároveň s CCcamem
el: Το MGcamd δεν μπορεί να εκτελεστεί καθώς εκτελείται το CCcam
nb: MGcamd kan ikke kjøre samtidig med CCcam
sk: MGcamd sa nedá spustiť, kým beží CCcam
sv: MGcamd kan inte startas medan CCcam är igång

source: Mount Manager
cs: Správce připojení
el: Διαχείριση Προσαρτήσεων
sk: Správca prípojných bodov
sv: Monteringshanterare

source: Mount failed
cs: Připojení selhalo
el: Αποτυχία προσάρτησης
nb: Tilkobling av partisjon mislyktes
sk: Pripojenie zlyhalo
sv: Montering misslyckades

source: Moving to Backup Location...
cs: Přesun do místa zálohy...
el: Μετακίνηση στην Τοποθεσίας Εφεδρείας...
nb: Flytter til backup destinasjon...
sk: Premiestňujem do umiestnenia zálohy...
sv: Flyttar till Backup Destination

source: New Backup
cs: Nová záloha
el: Νέα Εφεδρεία
nb: Ny backup
sk: Nová záloha
sv: Ny Backup

source: Next Backup:
cs: Další záloha:
el: Επόμενη Εφεδρεία:
nb: Neste backup:
sk: Ďalšia záloha:
sv: Nästa Backup:

source: No config files found, please setup CCcam first in /etc/CCcam.cfg
cs: Nenalezen config, nastavte nejdříve CCcam v /etc/CCcam.cfg
el: Δεν βρέθηκαν αρχεία ρυθμίσεων, παρακαλώ ρυθμίστε το CCcam πρώτα στο /etc/CCcam.cfg
nb: Finner ingen konfigurasjonsfiler, vennligst sett opp CCcam i /etc/CCcam.cfg først
sk: Žiadne konfiguračné súbory nenájdené, najprv prosím nastavte CCcam v /etc/CCcam.cfg
sv: Inga konfigurationsfiler funna, var god konfigurera CCcam i /etc/CCcam.cfg

source: No config files found, please setup Hypercam first in /etc/hypercam.cfg
cs: Nenalezen config, nastavte nejdříve Hypercam v /etc/hypercam.cfg
el: Δεν βρέθηκαν αρχεία ρυθμίσεων, παρακαλώ ρυθμίστε το Hypercam πρώτα στο /etc/hypercam .cfg
nb: Finner ingen konfigurasjonsfiler, vennligst sett opp Hypercam i /etc/hypercam.cfg først
sk: Žiadne konfiguračné súbory nenájdené, nastavte najprv Hypercam v /etc/hypercam.cfg
sv: Inga konfigurationsfiler funna, var god konfigurera Hypercam i /etc/hypercam.cfg

source: No config files found, please setup MGcamd first in /usr/keys
el: Δεν βρέθηκαν αρχεία ρυθμίσεων, παρακαλώ ρυθμίστε το MGcamd πρώτα στο /usr/keys

source: No plugins where needed to be installed
cs: Žádné pluginy není třeba instalovat
el: Χωρίς πρόσθετα για εγκατάσταση
nb: Ingen plugins behøvde å bli installert
sk: Žiadne zásuvné moduly nepotrebujú inštaláciu
sv: Inga plugins behövdes installeras

source: Please select device to use as swapfile location
cs: Vyberte zařízení pro odkládání
el: Επιλέξτε μία συσκευή για χρήση τοποθεσίας swap
nb: Vennligst velg enhet til bruk for swap
sk: Vyberte zariadenie, ktoré sa použije ako swap.
sv: Var god välj en enhet för växlingsfilen

source: Please select the file to restore ?
cs: Vybrat soubor k obnově ?
el: Παρακαλώ επιλέξτε το αρχείο προς επαναφορά ;
nb: Vennligst velg fil som skal gjenopprettes?
sk: Prosím, vyberte súbor, ktorý chcete obnoviť ?
sv: Var god välj en fil att återskapa

source: Please wait while the restore prepares
cs: Počkejte, než se připraví obnovení
el: Παρακαλώ περιμένετε καθώς ετοιμάζεται η επαναφορά

source: Plugin listing failed - e. g. wrong backup destination or no space left on backup device
cs: Soupis pluginů selhal - např. chybné umístění cíle nebo málo místa v úložišti.
el: Αποτυχία δημιουργίας λίστας προσθέτων - π.χ. λάθος διαδρομή εφεδρείας ή έλλειψη χώρου στη συσκευή

source: Remove Confirmation
cs: Odebrat konfiguraci
el: Αφαίρεση Επιβεβαίωσης
nb: Bekreftelse på fjerning
sk: Potvrdiť odstránenie
sv: Godkänn Borttagning

source: Restart Enigma2.
cs: Restartovat Enigma2.
el: Επανεκκίνηση Enigma2.
nb: Omstart av Enigma2.
sk: Reštartovať Enigma2.
sv: Starta om Enigma2.

source: Restore Wizard
cs: Průvodce obnovou
el: Οδηγός Επαναφοράς
nb: Gjenopprettingsveiviser
sk: Sprievodca obnovovaním
sv: Återställningsguiden

source: Schedule Backups
cs: Plán záloh
el: Προγραμματισμός Εφεδρείας
nb: Tidfest backup'er
sk: Naplánovať zálohovanie
sv: Schemalägg Backuper

source: Script Runner
cs: Spouštěč skriptu
el: Εκτέλεση Script
sk: Spúšťač skriptov
sv: Skriptexekverare

source: Select a backup to Restore:
cs: Vyberte zálohu k obnově:
el: Επιλογή ενός αντιγράφου ασφαλείας προς Επαναφορά:
sk: Vyberte zálohu na obnovenie:
sv: Välj en backup att återställa:

source: Select an image to Download:
cs: Vyberte image ke stažení:
el: Επιλογή ενός image για Λήψη:
nb: Velg image som skal lastes ned:
sk: Vyberte systémový obraz, ktorý chcete stiahnuť:
sv: Välj en Image att Ladda ner:

source: Select an image to restore:
cs: Vyberte image k obnově:
el: Επιλογή ενός image για επαναφορά:
sk: Vyberte systémový obraz na obnovenie:
sv: Välj en image att återställa:

source: Select the Swap File Size:
cs: Velikost odkl. souboru:
el: Επιλογή Μεγέθους Αρχείου Swap:
nb: Velg størrelse på swap fil:
sk: Vyberte veľkosť swapu:
sv: Välj storlek på Växlingsfilen:

source: Setting Up...
cs: Nastavuji...
el: Ρύθμιση...
nb: Setter opp...
sk: Nastavujem...
sv: Ställer in...

source: Setup Mounts
cs: Připojování
el: Ρυθμίσεις Προσαρτήσεων
sk: Nastavenie prípojných miest
sv: Monteringsinställningar

source: SoftCam and CI
el: SoftCam και CI

source: Softcam Manager
cs: Správce Softcamu
el: Διαχείριση Softcam
sk: Softcam manažér
sv: Softcamhanterare

source: Softcam Starting...
cs: Spouštím Softcam...
el: Εκκίνηση Softcam...
nb: Starter softcam...
sk: Spúšťam Softcam..
sv: Softcam Startar...

source: Softcam Stopping...
cs: Zastavuji Softcam...
el: Σταμάτημα Softcam...
nb: Stopper softcam...
sk: Zastavujem Softcam...
sv: Softcam Stoppar...

source: Sorry but that location does not exist or is not setup, please set it up in the Backup Manager setup menu
cs: Toto umístění není nastaveno nebo neexistuje. Nastavte správné umístění ve správci zálohování.
el: Λυπούμαστε, αλλά αυτή η τοποθεσία δεν υπάρχει ή δεν έχει ρυθμιστεί, παρακαλώ ρυθμίστε την στο μενού της Διαχείρισης Εφεδρείας

source: Sorry feeds are down for maintenance, Please try again later.
cs: Aktualizační servery jsou mimo provoz kvůli údržbě. Zkuste to prosím později.
el: Λυπούμαστε, οι πηγές δεν είναι διαθέσιμες λόγω συντήρησης, δοκιμάστε αργότερα.
nb: Beklager, feeds er nede for vedlikehold. Prøv igjen senere.
sk: Je nám ľúto, zdroje prechádzajú údržbou. Skúste to neskôr, prosím.
sv: Tyvärr, feeds är nere för underhåll, Var god försök igen senare.

source: Sorry the feeds are down for maintenance, Please try using Backup Manager to restore plugins later.
cs: Aktualizační servery jsou mimo provoz kvůli údržbě. Zkuste obnovit pluginy později.
el: Λυπούμαστε, οι πηγές δεν είναι διαθέσιμες λόγω συντήρησης, δοκιμάστε να χρησιμοποιήσετε τη Διαχείριση Εφεδρείας για την επαναφορά των προσθέτων αργότερα.

source: Sorry the feeds are down for maintenance, Please try using the Backup Manager to restore plugins later.
cs: Aktualizační servery jsou mimo provoz kvůli údržbě. Zkuste to prosím později.
el: Λυπούμαστε, οι πηγές δεν είναι διαθέσιμες λόγω συντήρησης, δοκιμάστε να χρησιμοποιήσετε τη Διαχείριση Εφεδρείας για την επαναφορά των προσθέτων αργότερα.

source: Sorry, But this machine is not supported yet.
el: Λυπούμαστε, αλλά αυτή η συσκευή δεν υποστηρίζεται ακόμα.

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
cs: Soráč, nepřipojeno zařízení,podporující odkládání. Nelze vytvořit odkládací soubor na síti nebo fat32 jednotce
el: Λυπούμαστε, δεν έχουν συνδεθεί συσκευές που υποστηρίζουν το SWAP. Αδυναμία δημιουργίας αρχείου Swap στο δίκτυο ή σε συστήματα αρχείων fat32
nb: Beklager, men ingen fysiske enheter som støtter swap er tilkoblet. Kan ikke opprette swap fil på nettverksenhet eller FAT32 filsystem
sk: Ospravedlňujeme sa, ale žiadne fyzické zariadenia, ktoré podporujú SWAP nie sú pripojené. Swap sa nedá vytvoriť na sieti alebo fat32
sv: Tyvärr, inga fysiska enheter som stöder SWAP är anslutna. Kan inte skapa Växlingsfil på nätverk eller fat32 filsystem

source: Sorry, not enough free ram found, and no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems, unable to make backup
cs: Soráč,nedostatek volné RAM, a není připojeno žádné zařízení, podporující
el: Λυπούμαστε, μη επαρκής μνήμη ram, και δεν έχουν συνδεθεί συσκευές που υποστηρίζουν το SWAP. Αδυναμία δημιουργίας αρχείου swap στο δίκτυο ή σε συστήματα αρχείων fat32, αδυναμία εφεδρείας
nb: Beklager, men ikke nok ledig minne og ingen fysiske enheter som støtter swap er tilkoblet. Kan ikke opprette swap fil på nettverksenhet eller FAT32 filsystem. Ikke mulig å opprette backup
sk: Nedostatok voľnej pamäte RAM , nenašli sa žiadne fyzické zariadenia ktoré podporujú swap. Swap sa nedá vytvoriť na sieti alebo fat32, nedá sa vytvoriť záloha
sv: Tyvärr, inte tillräckligt med ledigt RAM minne, och ingen fysisk enhet som stöder SWAP är ansluten. Kan inte skapa Växlingsfil på nätverks eller fat32 filsystem, kan inte skapa backup.
