Repository: OpenViX/vix-core
Catalog: po/*.po
Languages: cs, de, el, et, fi, nb, nl, sk, sv

source: Swap File not found. You have to create the file before to activate.
cs: Odkládací soubor nebyl nalezen. Musíte soubor před aktivací vytvořit.
el: Το αρχείο swap δεν βρέθηκε. Πρέπει να δημιουργήστε το αρχείο πριν το ενεργοποιήσετε.
nb: Finner ingen swap fil. Swap fil må opprettes før aktivering.
sk: Swap súbor nebol nájdený. Prosím vytvorte ho pred aktivovaním.
sv: Växlingsfilen hittades inte. Du måste skapa den innan, för att kunna aktivera.

source: Swap Manager
cs: Správce odkládání
el: Διαχείριση Swap
sk: Správca swap
sv: Swaphanterare

source: Swap Place:
cs: Místo Swapu:
el: Τοποθεσία Swap:
nb: Plassering av swap:
sk: Swap miesto:
sv: Plats:

source: Swap Size:
cs: Vel.Swapu:
el: Μέγεθος Swap:
nb: Størrelse på swap:
sk: Veľkosť swapu:
sv: Storlek:

source: Temp Folder
cs: dočasné soubory
el: Προσωρινός Φάκελος
nb: Midlertidig mappe
sk: Dočasný adresár
sv: Temp Mapp

source: The chosen location does not exist, using /media/hdd
cs: Vybrané umístění neexistuje, použijte /media/hdd
el: Η επιλεγμένη τοποθεσία δεν υπάρχει, χρήση του /media/hdd
nb: Valgt destinasjon eksisterer ikke, bruker /media/hdd
sk: Zvolené miesto neexistuje, použije sa /media/hdd
sv: Den valda destination existerar inte, använder /media/hdd

source: The wizard is finished now, and will reboot
cs: Průvodce je nyní dokončen a stb se restartuje.
el: Ο οδηγός ολοκληρώθηκε και θα γίνει επανεκκίνηση
nb: Veiviseren er ferdig og starter systemet på nytt
sk: Sprievodca je ukončený, nasleduje reštart
sv: Guiden är nu klar, och boxen startas om

source: This Device is already mounted as HDD.
cs: Toto zařízení je již připojeno jako HDD.
el: Αυτή η Συσκευή έχει ήδη προσαρτηθεί ως HDD.
nb: Denne enheten er allerede tilkoblet som HDD.
sk: Toto zariadenie je už pripojené ako HDD.
sv: Enheten är redan monterad som HDD.

source: Time of Backup to start
cs: Čas spuštění zálohy
el: Ώρα έναρξης Εφεδρείας
nb: Tidspunkt for start av backup
sk: Kedy záloha začať
sv: Tidpunkt att starta Backup

source: Unmount
cs: Odpojit
el: Αποπροσάρτηση
sk: Odpojiť
sv: Avmontera

source: Updating mount locations.
cs: Aktualizuji přípojné body.
el: Ενημέρωση τοποθεσιών προσάρτησης.
nb: Oppdaterer tilkoblingspunktene.
sk: Aktualizácia umiestnenia pripojení.
sv: Uppdaterar destinationer för montering.

source: ViX Backup Manager
cs: ViX Správce zálohy
el: ViX Διαχείριση Εφεδρείας
sk: ViX manažér záloh
sv: ViX Backuphanterare

source: ViX Image Manager
cs: ViX Správce Image
el: ViX Διαχείριση Image
sk: Správca systémových obrazov ViX
sv: ViX Imagehanterare

source: ViX Mount Manager
cs: ViX Správce připojovacích bodů
el: ViX Διαχείριση Προσαρτήσεων
sk: ViX manažér prípojných bodov
sv: ViX Monteringshanterare

source: ViX Script Runner
cs: ViX Správce skriptů
el: ViX Εκτέλεση Script
sk: ViX spúšťač skriptov

source: ViX Swap Manager
cs: ViX Správce odkládání
el: ViX Διαχείριση Swap
sk: ViX swap manažér
sv: ViX Swaphanterare

source: View Progress
cs: Průběh
el: Επισκόπηση Προόδου
nb: Vis fremgang
sk: Zobraziť priebeh
sv: Visa förlopp

source: Wait please while creating swapfile...
cs: Čekejte při vytváření odkl. souboru...
el: Παρακαλώ περιμένετε καθώς δημιουργείται το αρχείο swap...
nb: Oppretter swap fil, vennligst vent...
sk: Vytváram swap súbor, prosím počkajte...
sv: Var god vänta medan växlingsfil skapas...

source: Welcome to the restore wizard. A backup has been detected. You can use this wizard to restore your setting and any extra plugins that where installed when the backup was created.
cs: Vítejte v průvodci obnovou. Byla nalezena záloha. Můžete použít tohoto průvodce pro obnovení nastavení a extra pluginů, které byly nainstalovány při vytvoření zálohy.
el: Καλωσήρθατε στον οδηγό επαναφοράς. Έχει εντοπιστεί ένα αντίγραφο ασφαλείας. Μπορείτε να χρησιμοποιήσετε αυτό τον οδηγό για την επαναφορά των ρυθμίσεών σας και όλα τα επιπρόσθετα πρόσθετα που ήταν εγκατεστημένα κατά την εφεδρεία.
nb: Velkommen til veiviseren for gjenoppretting. En backup er oppdaget. Du kan bruke denne veiviseren for å gjenopprette innstillingene dine, og andre plugins som var installert, når backup'en ble opprettet.
sk: Víta vás sprievodca obnovovaním. Záloha bola nájdená. Tohto sprievodcu môžete použiť na obnovenie nastavenia a zásuvných modulov, ktoré boli nainštalované pri vytvorení zálohy.
sv: Välkommen till återställningsguiden. En backup har hittats. Du kan använda denna guiden för att återskapa dina inställningar och extra plugins som var installerade när backupen skapades.

source: You have no backup to delete.
cs: Nemáte žádnou zálohu ke smazání.
el: Δεν υπάρχουν αντίγραφα ασφαλείας για διαγραφή.
nb: Du har ingen backup å slette.
sk: Nemáte žiadnu zálohu na odstránenie.
sv: Du har inga backuper att ta bort.

source: You have no backups to restore.
cs: Nemáte žádnou zálohu k obnovení.
el: Δεν υπάρχουν αντίγραφα ασφαλείας για επαναφορά.
nb: Du har ingen backup å gjenopprette.
sk: Nemáte žiadne zálohy na obnovenie.
sv: Du har inga backuper att återställa.

source: You have no image to delete.
cs: Nemáte žádný image ke smazání.
el: Δεν υπάρχει image για διαγραφή.
nb: Du har ingen image å slette.
sk: Nemáte žiadny systémový obraz na odstránenie.
sv: Du har ingen Image att ta bort.

source: You have no image to download.
cs: Nemáte žádný image ke stažení.
el: Δεν υπάρχει image για λήψη.
nb: Du har ingen image å laste ned.
sk: Nemáte žiadny systémový obraz na stiahnutie.
sv: Du har ingen Image att ladda ner.

source: You have no image to restore.
cs: Nemáte žádné image k obnovení.
el: Δεν υπάρχει image για επαναφορά.
sk: Nemáte žiadny systémový obraz na obnovenie.
sv: Du har ingen image att återställa

source: You have to create a Swap File before to activate the autostart.
cs: Musíte vytvořit odkládací soubor, než se aktivuje automatické spuštění.
el: Πρέπει να δημιουργήσετε ένα αρχείο Swap πριν την αυτόματη εκκίνηση.
nb: Swap fil må opprettes før aktivering av autostart.
sk: Pred aktivovaním autoštartu musíte vytvoriť swap súbor.
sv: Du måste skapa en Växlingsfil innan du aktiverar autostart.

source: Your %s %s is about to run a backup of your settings and detect your plugins, Do you want to allow this?
cs: Váš %s %s se chystá provést zálohu nastavení a zjištění pluginů. Chcete to provést?
el: Ο %s %s σας θα εκτελέσει εφεδρεία των ρυθμίσεών σας και εντοπισμό των προσθέτων σας, Θέλετε να επιτραπεί αυτό;
sk: %s %s je pripravený spustiť zálohovanie nastavení a nájsť Vaše pluginy, Chcete to povoliť?
sv: Din %s %s kommer att göra en backup av dina inställingar och upptäcka plugins. Vill du tillåta detta?

source: Your %s %s is about to run a full image backup, this can take about 6 minutes to complete, do you want to allow this?
cs: Váš %s %s se chystá provést kompletní zálohu image, toto trvá kolem 6 minut. Chcete to provést?
el: Ο %s %s σας θα εκτελέσει πλήρη εφεδρεία του image σας, αυτό θα χρειαστεί περίπου 6 λεπτά για να ολοκληρωθεί, θέλετε να επιτραπεί αυτό;
sk: %s %s sa chystá spustiť úplné zálohovanie, môže to trvať približne 6 minút, chcete to povoliť?
sv: Din %s %s kommer att göra en fullständig image backup, detta kan ta ca 6 minuter att genomföra. Vill du tillåta detta?

source: Your %s %s is not connected to the internet, Please try using Backup Manager to restore plugins later.
cs: Váš %s %s není připojen k internetu, zkontrolujte nastavení připojení a zkuste znovu prostřednictvím Správce zálohování.
el: Ο %s %s σας δεν είναι συνδεδεμένος στο διαδίκτυο, παρακαλώ χρησιμοποιήστε τη Διαχείριση Εφεδρείας για επαναφορά των προσθέτων αργότερα.
sk: Váš %s %s nie je pripojený k internetu, pre obnovenie zásuvných modulov skúste použiť manažéra zálohovania.
sv: Din %s %s är inte ansluten till Internet, vänligen försök att använda Backuphanteraren senare för att återställa plugins.

source: Your %s %s is not connected to the internet, Please try using the Backup Manager to restore plugins later.
cs: Váš %s %s není připojen k internetu, zkontrolujte nastavení připojení a zkuste znovu prostřednictvím Správce zálohování.
el: Ο %s %s σας δεν είναι συνδεδεμένος στο διαδίκτυο, παρακαλώ χρησιμοποιήστε τη Διαχείριση Εφεδρείας για επαναφορά των προσθέτων αργότερα.

source: Your %s %s is not connected to the internet, please check your network settings and try again.
cs: Váš %s %s není připojen k internetu, zkontrolujte nastavení připojení a zkuste znovu.
el: Ο %s %s σας δεν είναι συνδεδεμένος στο διαδίκτυο, ελέγξτε τις ρυθμίσεις δικτύου και προσπαθήστε ξανά.
sk: Váš %s %s nie je pripojený k internetu, skontrolujte nastavenie siete a skúste to znova.
sv: Din %s %s är inte ansluten till Internet, vänligen kontrollera dina nätverksinställningar och försök igen.

source: echo 'Downloading Image.'
cs: echo Stažení image.
el: echo 'Λήψη Image.'
nb: echo 'Laster ned image.'
sk: Sťahovanie systémového obrazu.
sv: echo 'Laddar ner Image.'

source: there is a problem with this device, please reformat and try again.
cs: S tímto zařízením jsou problémy, prosím zkontrolujte a spusťte znovu.
el: υπάρχει πρόβλημα με αυτή τη συσκευή, παρακαλώ επαναμορφοποιήστε την και ξαναπροσπαθήστε.

source: Can't unmount the partition, make sure it is not being used for swap or record/timeshift paths
el: Partition aushängen nicht möglich. Bitte sicher stellen das sie nicht für Swap/Aufnahme/TimeShift benutzt wird.
sv: Kan inte avmontera partitionen, kontrollera att den inte används för växlingsfil eller inspelning/timeshift sökvägar

source: It seems you have not setup an extra location, please setup in Backup Manager setup menu
el: Es sieht so aus als wenn kein Extra Ort konfiguriert wurde. Bitte in den Einstellungen vom Backup-Manager einstellen.
sv: Du verkar inte ha ställt in en extra plats, vänligen ställ in i menyn Installation Backuphanterare.

source: Please wait while gathers information... A
el: Bitte warten Informationen werden gesammelt... A

source: Please wait while gathers information... B
el: Bitte warten Informationen werden gesammelt... B

source: Sorry Image Restore is not supported on the
el: Tut uns leid aber Image Wiederherstellung wird nicht unterstützt bei der

source: Sorry but that location does not exist or is not setup, please setup in Backup Manager setup menu
el: Tut uns leid aber der Ort ist nicht vorhanden oder nicht konfiguriert. Bitte in den Einstellungen vom Backup-Manager einstellen.
sv: Beklagar men den platsen finns inte eller är inte uppsatt, vänligen ställ in i menyn Installation Backuphanterare.

source: The backup location does not have enough freespace.
el: Das Sicherungs Verzeichnis hat nicht genug freien Speicher.
sv: Platsen för backup har inte tillräckligt med ledigt utrymme.

source: Backup Manager Log
cs: Zpráva Správce zálohy
nb: Backup Manager Logg
sk: Záznamy manažéra zálohovania
sv: Logg för Backuphanterare

source: Backup Manager Setup
cs: Nastavení Správce zálohy
nb: Backup Manager Oppsett
sk: Nastavenie manažéra zálohovania
sv: Installation Backuphanterare

source: Found none standard softcam, trying to start, this may fail
cs: Nalezen nestandardní softcam, snažící se spustit, může to selhat
nb: Fant ikke-standard softcam, forsøker å starte men dette kan mislykkes
sk: Nenájdený žiadny štandardný softcam, pokúšam sa spustiť, táto akcia môže zlyhať
sv: Hittade en icke-standard softcam, försöker starta, detta kan misslyckas

source: Image Manager Setup
cs: Nastavení Správce image
nb: Image Manager Oppsett
sk: Nastavenie manažéra systémového obrazu
sv: Inställning Imagehanterare

source: No config files found, please setup MGcamd first in /var/keys
cs: Nenalezen config, nastavte nejdříve MGcamd v /var/keys
nb: Finner ingen konfigurasjonsfiler, vennligst sett opp MGcamd i /var/keys først
sk: Žiadne konfiguračné súbory nenájdené, najprv nastavte MGcamd vo /var/keys
sv: Inga konfigurationsfiler funna, var god konfigurera MGcamd i /var/keys

source: Script Runner Setup
cs: Nastavení spouštěče skriptů.
sk: Nastavenia spúšťača skriptov
sv: Skriptexekverare inställningar

source: Softcam Manager Log
cs: Zpráva Správce Softcamu
nb: Softcam Manager Logg
sk: Záznamy Softcam manažéra
sv: Logg för Softcamhanteraren

source: Softcam Manager Setup
cs: Nastavení správce softcamu
sk: Nastavenie Softcam manažéra
sv: Softcamhanterare inställning

source: Softcam Setup
cs: Nastavení Softcamu
nb: Softcam Oppsett
sk: Nastavenie softcamu

source: A background update check is is progress, please wait for retry.
nb: En oppdateringssjekk kjører i bakgrunnen, vennligst vent før du prøver igjen.
sk: Kontrola aktualizácií prebieha na pozadí, prosím počkajte, potom skúste to znovu.
sv: En sökning efter uppdateringar pågår i bakgrunden, vänligen vänta för ett nytt försök.

source: Backup in progress, Please for it to finish, before trying again
nb: Backup pågår, vent til den er ferdig før du prøver igjen
sk: Zálohovanie prebieha, pred opätovným pokusom počkajte na dokončenie prosím
sv: Säkerhetskopiering pågår, Vänligen vänta på att den avslutas, innan du försöker igen

source: Can't unmount partition, make sure it is not being used for swap or record/timeshift paths
nb: Kan ikke koble fra partisjon, sjekk at denne ikke brukes til swap, opptak eller timeshift
sk: Nie je možné odpojiť partíciu, uistite sa, že sa nepoužíva pre swap alebo nahrávanie/časový posun

source: Changes need a system restart to take effect. Restart your %s %s now?
sk: Zmeny sa prejavia až po reštarte systému. Reštartovať Váš %s %s teraz?

source: Create and Manage your swapfiles.
nb: Opprett og administrer swapfilene.
sk: Vytvoriť a spravovať swap.

source: Create and Restore complete images of the system.
nb: Opprett og gjenopprett komplett image av systemet
sk: Vytvárať a obnovovať kompletné obrazy systému.

source: Creating Backup Files...
nb: Oppretter backup filer...
sk: Vytváranie záložných súborov...

source: It seems you have not setup a extra location, please setup in Backup Manager setup menu
nb: En ekstra mappe er ikke valgt, vennligst velg mappe i oppsettsmenyen til Backup Manager
sk: Zdá sa, že nemáte nastavené ďalšie umiestnenie, prosím nastavte ho v ponuke nastavení manažéra zálohovania

source: Manage you devices mountpoints.
nb: Administrer enhetenes tilkoblingspunkter
sk: Spravovať prípojné body zariadení.

source: Manage your backups of your settings.
nb: Administrer backup'ene av innstillingene dine
sk: Spravovať zálohovanie nastavení.

source: Please copy the folder
sk: Prosím, skopírujte priečinok

source: Please wait while gathers information...
nb: Innsamling av informasjon pågår, vennligst vent...
sk: Počkajte prosím, prebieha zhromažďovanie údajov ...
sv: Var god vänta under tiden som information hämtas...

source: Please wait while restore prepares
sk: Počkajte, kým sa pripravuje obnovenie
sv: Vänligen vänta medans återställande förbereds

source: Plugin Listing failed - e. g. wrong backup destination or no space left on backup device
nb: Opplisting av plugins mislyktes - eks. feil plassering av backup eller ingen tilgjengelig plass på enhet
sk: Výpis zoznamu zásuvných modulov zlyhal - zlé umiestnenie zálohy alebo žiadne voľné miesto na zariadení pre zálohu
sv: Plugin-listning misslyckades - fel backup destination eller inget utrymme kvar på enheten

source: Sorry Image Restore is not supported on the
sk: Ospravedlňujeme sa ,obnovenie systémového obrazu nie je podporované na

source: Sorry but location does exist or not setup, please setup in Backup Manager setup menu
nb: Beklager, mappen eksisterer ikke. Vennligst angi mappe i oppsettsmenyen til Backup Manager
sk: Ospravedlňujeme sa, ale umiestnenie neexistuje alebo nie je nastavené, prosím nastavte ho v ponuke nastavení manažéra zálohovania.

source: Sorry feeds are down for maintenance, Please try using Backup Manager to restore plugins later.
nb: Beklager, feeds er nede for vedlikehold. Prøv gjenoppretting av plugins med Backup Manager senere.
sk: Prepáčte, súborové kanály prebiehajú údržbou. Prosím skúste použiť manažér zálohovania pre obnovenie pluginov neskôr.
sv: Tyvärr, feeds är nere för underhåll, försök att använda Backuphanteraren för att återställa plugins senare.

source: Sorry you %s %s is not yet compatible.
sk: Prepáčte, Váš %s %s nie je kompatibilný.

source: The backup location does not have enough freespace.
nb: Ikke nok ledig plass på backup destinasjon.
sk: Umiestnenie pre uloženie zálohy nemá dostatok voľného miesta.
sv: Backupdestinationen har inte tillräckligt med ledigt utrymme.

source: Wait please while scanning for devices...
nb: Søker etter enheter, vennligst vent...
sk: Počkajte prosím, prebieha vyhľadávanie zariadení...

source: Wait please while scanning your %s %s devices...
sk: Počkajte prosím, prehľadávam Vaše %s %s zariadenia...

source: there was a problem with this device, please reformat and try again.
nb: det var et problem med denne enheten. Formater enheten og prøv igjen.
sk: vyskytol sa problém s týmto zariadením, prosím preformátujte ho a skúste to znova.
sv: det uppstod ett problem med denna enhet, formatera om och försök igen.

source: to a USB stick, place in front USB port of reciver and power on
sk: na USB kľúč, vložte do USB portu prijímača a zapnite

source: %a %e %b %-H:%M
sv: %a %e %b %-T:%M
