Repository: OpenViX/vix-core
Catalog: po/*.po
Languages: cs, de, el, et, fi, nb, nl, sk, sv

source: Restoring plugins...
cs: Obnova pluginů...
de: Plugins wiederherstellen...
el: Επαναφορά προσθέτων...
et: Pluginate taastamine...
fi: Palautetaan lisäosia...
nb: Gjenoppretter plugins...
nl: Plaatst plugins terug...
sk: Obnovujem zásuvné moduly.
sv: Återställer plugins...

source: Retrieving image slots - Please wait...
de: Suche Image-Slots - Bitte warten
et: Püsivara pesade vastuvõtt. Oota...
fi: Haetaan image-paikkoja - Odota...
nl: Verkrijgt image slots - Even wachten...

source: Run
cs: Spustit
de: Ausführen
el: Εκτέλεση
et: Käivita
fi: Suorita
nb: Kjør
nl: Voer uit
sk: Spustiť
sv: Kör

source: Run your shell scripts.
cs: Spustit shell skripty.
de: Führe dein Script aus.
el: Εκτέλεση script κελύφους.
et: Käivita skripte
fi: Suorita komentorivin käskyjonoja (scripts).
nb: Kjør skall-skript.
nl: Voer uw shell scripts uit.
sk: Spustiť shell skripty.
sv: Kör dina shell scripts.

source: SDCARD:
fi: SD-Kortti:

source: SWAP file not found. You have to create the file before you try to activate it.
de: Swap Datei nicht gefunden. Swap Datei muss erzeugt werden bevor sie aktiviert werden kann.
et: Saalefaili ei leitud. Enne käivitamist tuleb see luua.
fi: SWAP-tiedostoa ei löytynyt. Luo se ensin, ennen kuin yrität aktivoida sitä.
nl: SWAP-bestand niet gevonden. U moet dit aanmaken alvorens het te kunnen gebruiken.

source: SWAP manager
de: Swap Verwaltung
et: Saale haldur
fi: SWAP-tiedoston hallinnointi

source: SWAP place:
de: SWAP Ort:
et: Saale asukoht:
fi: Paikka SWAP:lle:
nl: SWAP lokatie:

source: SWAP size:
de: SWAP Größe:
et: Saale suurus:
fi: SWAP-koko:
nl: SWAP grootte:

source: Save
cs: Ulož
de: Speichern
el: Αποθήκευση
et: Salvesta
fi: Tallenna
nb: Lagre
nl: Bewaar
sk: Uložiť
sv: Spara

source: Schedule backups
de: Plane Backups
et: Ajastatud varundamine
fi: Ajasta varmuuskopiointi
nl: Plan back-ups

source: Script runner
de: Scipte ausführen
et: Skriptid
fi: Skriptien ajo

source: Script runner settings
de: Script Ausführung Einstellungen
et: ViX skriptid
fi: Skriptien ajoasetukset
nl: Scriptrunner instellingen

source: Select
cs: Vyber
de: Auswählen
el: Επιλογή
et: Vali
fi: Valitse
nb: Velg
nl: Selecteer
sk: Vybrať
sv: Välj

source: Select a backup to restore:
de: Wähle ein Backup zum Wiederherstellen
et: Taasta varukoopia:
fi: Valitse palautettava varmuskopio:
nl: Kies een back-up om te herstellen:

source: Select a package to install:
cs: Vyberte balíček k instalaci:
de: Paket zur Installation wählen:
el: Επιλογή πακέτου για εγκατάσταση:
et: Vali paigaldamiseks pakett:
fi: Valitse asennettava ohjelmapaketti:
nb: Velg pakke som skal installeres:
nl: Selecteer een pakket om te installeren:
sk: Vyberte balík na inštaláciu:
sv: Välj ett paket att installera:

source: Select an image to download for %s:
fi: Valitse ladattava image laitteelle %s:
nl: Selecteer een image om te downloaden voor %s:

source: Select an image to flash:
de: Wähle ein Image zum Wiederherstellen:
et: Paigalda püsivara:
fi: Valitse päivitettävä image:
nl: Kies een image om te flashen:

source: Select extra packages folder
cs: Vyberte extra adresář s balíčky
de: Wähle einen Ordner der Extra-Packete enthält
el: Επιλογή φακέλου επιπρόσθετων πακέτων
et: Vali lisapakettide kaust
fi: Valitse lisäohjelmapakettien hakemisto
nb: Velg mappe for ekstra pakker
nl: Kies de folder met extra plugins
sk: Vyberte priečinok pre, extra balíky
sv: Välj mapp för extrapaket

source: Select files/folders to backup
cs: Vyberte soubory/složky na zálohování
de: Dateien/Ordner zur Sicherung auswählen
el: Επιλογή αρχείων/φακέλων προς εφεδρεία...
et: Vali varundamiseks failid/kataloogid
fi: Valitse varmuuskopioitavat tiedostot/kansiot
nb: Velg filer/mapper for backup
nl: Selecteer bestanden/mappen om te back-uppen
sk: Výber súborov a adresárov na zálohovanie
sv: Välj filer/mappar att säkerhetskopiera

source: Select folder that contains plugins
cs: Vyberte adresář, který obsahuje pluginy.
de: Bitte Ordner mit Plugins auswählen
el: Επιλογή φακέλου που περιέχει πρόσθετα
et: Vali pluginaid sisaldav kaust.
fi: Valitse hakemisto joka sisältää lisäosat
nb: Velg mappe som inneholder plugins
nl: Kies de folder met plugins
sk: Vyberte priečinok, ktorý obsahuje zásuvné moduly
sv: Välj mapp som innehåller plugins

source: Select the SWAP file size:
de: Wähle Größe von Swap-Datei:
et: Vali saalefaili suurus:
fi: Valitse SWAP:n koko:
nl: Kies de grootte van het SWAP-bestand:

source: Select:
cs: Vybrat:
de: Auswählen:
el: Επιλογή:
et: Vali:
fi: Valitse:
nb: Velg:
nl: Selecteer:
sk: Vybrať:
sv: Välj:

source: Set the interval to be checked in mins.
cs: Nastavte interval kontroly v minutách.
de: Zeitintervall zwischen den Überprüfungen in Minuten.
el: Ορισμός μεσοδιαστήματος ελέγχου σε λεπτά.
et: Ajavahemik kontrollimise vahel (min)
fi: Aseta tarkistustiheys minuutteina.
nb: Angi tidsintervallet for sjekk i minutter.
nl: Bepaal het controle-interval (in minuten).
sk: Nastavenie intervalu na kontrolu (v minútach).
sv: Ange kontrollintervallen i minuter

source: Set the repeat interval of backup schedule.
cs: Nastavte interval opakování zálohování.
de: Gebe das Zeitintervall für automatische Backups an.
el: Ορισμός του μεσοδιαστήματος επανάληψης του προγραμματισμού εφεδρείας.
et: Määra varundamise ajakava.
fi: Määritä varmuuskopionnin toistotiheys.
nb: Angi repeteringsintervallet på backup planleggingen.
nl: Stel het back-up interval in.
sk: Nastavenie intervalu opakovania plánu zálohovania.
sv: Ange upprepningsintervall för backupschemat.

source: Set the time of backup to start.
cs: Nastavte čas zahájení zálohování.
de: Gebe das Zeitintervall für automatische Image-Backups an.
el: Ορισμός ώρας έναρξης εφεδρείας.
et: Määra varundamise käivitamise aeg.
fi: Varmuuskopioinnin aloitusaika.
nb: Angi tidspunkt for start av backup.
nl: Stel de tijd in waarop een back-up wordt gemaakt.
sk: Nastavenie času, kedy sa má zálohovanie spustiť.
sv: Ange tidpunkten för start av säkerhetskopiering.

source: Setting up...
de: Konfiguriere...
et: Seadistamine...
fi: Asennus käynnissä...
nl: Maakt instellingen...

source: Setup
de: Einstellungen
el: Εγκατάσταση
et: Seadistamine
fi: Asetukset

source: Setup mounts
de: Konfigiriere Mounts
et: Haakepunktid
fi: Aseta liitokset
nl: Mounts instellen

source: Show in extensions
cs: Zobrazit v rozšířeních.
de: Zeige in Erweiterungen
el: Εμφάνιση στις επεκτάσεις
et: Kuva laienduste menüüs
fi: Näytä laajennuksissa
nl: Toon in extensies
sk: Zobraziť v zozname rozšírení?
sv: Visa i utökningar

source: Size:
cs: Vel.:
de: Größe:
el: Μέγεθος:
et: Suurus:
fi: Koko:
nb: Størrelse:
nl: Afmetingen:
sk: Veľkosť:
sv: Storlek:

source: Softcam manager
de: Softcam Verwaltung
et: EMU haldur
fi: Softcam:n hallinnointi

source: Softcam manager settings
de: Softcam Verwaltung Einstellungen
et: EMU haldur
fi: Softcamin hallinnointi
nl: Softcam manager instellingen

source: Softcam starting...
de: Softcam startet...
et: EMU käivitamine...
fi: Softcam käynnistyy...
nl: Softcam start...

source: Softcam stopping...
de: Softcam stoppt...
et: EMU peatamine...
fi: Softcam pysähtymässä...
nl: Softcam stopt...

source: SoftcamCheck
cs: KontrolaSoftcamu
de: Softcam-Überprüfung
el: Έλεγχος Softcam
et: EMU kontroll
fi: Softcam-tarkistus
nb: Sjekk av softcam
nl: Softcam controle
sk: Kontrola Softcam
sv: SoftcamKontroll

source: Sorry but that location does not exist or is not setup. Please set it up in the Backup manager setup menu.
de: Entschuldigung aber diesen Ort gibt es nicht oder ist nicht konfiguriert. Bitte in der Konfiguration der Backup Verwaltung einrichten.
et: See asukoht puudub või on seadistamata. Saad seda teha varukoopia halduris.
fi: Tämä sijainti ei ole olemassa, tai sitä ei ole asetettu. Aseta se Varmuuskopioiden hallinnointityökalulla.
nl: Die locatie bestaat niet of is niet ingesteld. U kunt dit doen vanuit het Back-up manager menu.

source: Sorry the feeds are down for maintenance. Please try again later.
de: Tut uns leid. Wegen Wartungsarbeiten sind die Feeds z.Z. nicht erreichbar. Bitte später erneut versuchen.
et: Toimuvad hoidlate hooldetööd. Proovi hiljem uuesti
fi: Syötteitä huolletaan, kokeile myöhemmin uudestaan.
nl: Vanwege onderhoud zijn de feeds niet beschikbaar. Probeer het later nog eens.

source: Sorry the feeds are down for maintenance. Please try using Backup manager to restore plugins later.
de: Tut uns leid. Wegen Wartungsarbeiten sind die Feeds z.Z. nicht erreichbar. Bitte Backup Verwaltung später benutzen um Plugins wieder herzustellen.
et: Toimuvad hoidlate hooldetööd. Ürita pluginate taastamist hiljem varukoopia halduris.
fi: Syötteitä huolletaan. Yritä myöhemmin palauttaa pluginit käyttäen varmuuskopioiden hallinta-työkalua.
nl: De feeds zijn momenteel niet actief vanwege onderhoud. U kunt later de Back-up manager gebruiken om de plugins alsnog te herstellen.

source: Sorry the feeds are down for maintenance. Please try using the Backup manager to restore plugins later.
de: Tut uns leid. Wegen Wartungsarbeiten sind die Feeds z.Z. nicht erreichbar. Bitte Backup Verwaltung später benutzen um Plugins wieder herzustellen.
et: Toimivad hoidlate hooldetööd. Ürita pluginate taastamist hiljem varukoopia halduris.
fi: Syötteitä huolletaan. Yritä myöhemmin palauttaa pluginit käyttäen varmuuskopioiden hallinta-työkalua.
nl: De feeds zijn momenteel niet actief vanwege onderhoud. U kunt later de Back-up manager gebruiken om de plugins alsnog te herstellen.

source: Sorry, but the file is not compatible with this image version.
cs: Soubor není kompatibilní s touto verzí image.
de: Tut uns leid aber die Datei is nicht kompatibel mit dieser Image-Version.
el: Λυπούμαστε, αλλά αυτό το αρχείο δεν είναι συμβατό με αυτή την έκδοση του image.
et: Fail ei ole ühilduv selle püsivaraversiooniga.
fi: Tiedosto ei ole yhteensopiva tämän ohjelmaversion kanssa.
nl: Het bestand is niet verenigbaar met deze versie van de firmware.
sv: Beklagar men filen är inte kompatibel med versionen på denna image.

source: Sorry, but the restore failed.
cs: Obnova selhala.
de: Sorry, aber die Wiederherstellung ist fehlgeschlagen.
el: Λυπούμαστε, αλλά η επαναφορά απέτυχε.
et: Taastamine nurjus.
fi: Palautus epäonnistui.
nb: Beklager, gjenopprettingen mislyktes.
nl: Het terugplaatsen is mislukt.
sk: Je nám ľúto, ale obnova zlyhala.
sv: Tyvärr, återställningen misslyckades.

source: Sorry, no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems.
de: Tut uns leid. Es gibt kein Laufwerk das Swap unterstützt. Swap Datei kann nicht im Netzwerk oder auf FAT32 Geräten erstellt werden.
et: Saalet toetav andmekandja ei ole ühendatud. Saalefaili loomine võrgus või fat32 süsteemis ei ole võimalik
fi: Fyysisiä laitteita, jotka tukevat SWAP-tiedostoa, ei ole. SWAP-tiedostoa ei pysty luomaan verkkolevylle tai FAT32-levyjärjestelmään.
nl: Er is geen medium dat SWAP-bestanden ondersteunt. Een SWAP-bestand kan niet op een netwerk of een FAT32 systeem worden geplaatst.

source: Sorry, not enough free RAM found, and no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems, unable to make backup.
de: Tut uns leid. Nicht genug freier Speicher gefunden und es gibt kein Laufwerk das Swap unterstützt. Swap Datei kann nicht im Netzwerk oder auf FAT32 Geräten erstellt werden. Backup nicht möglich.
fi: Vapaata RAM-muistia ei ole tarpeeksi, eikä fyysistä laitetta löydy, joka tukisi SWAP-tiedostoa. SWAP-tiedostoa ei voida luoda verkkolevylle tai FAT32-tiedostojärjestelmään. Varmuuskopiota ei pysty tekemään.
nl: Er is niet genoeg vrij RAM en er is geen medium dat SWAP-bestanden ondersteunt. Een SWAP-bestand kan niet op een netwerk of een FAT32 systeem worden geplaatst.

source: Start
el: Εκκίνηση
et: Käivita
fi: Käynnistä
sk: Spustiť
sv: Starta

source: Starting...
cs: Spouštím...
de: Starten....
el: Εκκίνηση...
et: Käivitub....
fi: Käynnistyy...
nb: Starter...
nl: Bezig met starten....
sk: Spúšťanie...
sv: Startar...

source: Status:
cs: Stav:
el: Κατάσταση:
et: Olek:
fi: Tila:
sk: Stav:

source: Stop
de: Stopp
el: Σταμάτημα
et: Peata
fi: Pysäytä
nb: Stopp
sk: Zastaviť
sv: Stoppa

source: Temp folder
de: Temp Verzeichnis
et: Temp kaust
fi: Temp -hakemisto
nl: Tijdelijke map

source: The backup location does not have enough free space.
cs: Málo místa v úložišti záloh.
de: Der Ort für die Backups hat nicht genug freien Speicher.
el: Η τοποθεσία της εφεδρείας δεν διαθέτει αρκετό ελεύθερο χώρο.
et: Varukoopia asukohas ei ole piisavalt vaba ruumi.
fi: Varmuuskopioiden tallennuskohteessa ei ole riittävästi tilaa.
nl: De back-up lokatie heeft onvoldoende ruimte.

source: The backup location does not have enough free space.
cs: Málo místa v úložišti záloh.
de: Der Ort für die Backups hat nicht genug freien Speicher.
el: Η τοποθεσία της εφεδρείας δεν διαθέτει αρκετό ελεύθερο χώρο.
et: Varukoopia asukohas ei ole piisavalt vaba ruumi.
fi: Varmuuskopioiden tallennuskohteessa ei ole riittävästi tilaa.
nl: De back-up lokatie heeft onvoldoende ruimte.

source: The changes need a system restart to take effect. Restart your %s %s now?
cs: Změny vyžadují restart systému. Restartovat %s %s nyní?
de: Die Änderungen erfordern einen Neustart. Jetzt %s %s neu starten?
el: Απαιτείται επανεκκίνηση συστήματος για να εφαρμοστούν οι αλλαγές. Επανεκκίνηση του %s %s σας τώρα;
et: Muudatused vajavad jõustumiseks süsteemi taaskäivitamist. Kas taaskäivitada %s %s?
fi: E2 on uudelleenkäynnistettävä. Uudelleenkäynnistä%s %s nyt?
nl: Het systeem moet herstart worden om deze aanpassing te effectueren. Uw %s %s nu herstarten?
sv: En omstart krävs för att ändringar skall träda i kraft. Starta om din %s %s nu?

source: The chosen location does not exist, using /media/hdd.
de: Der gewählte Ort existiert nicht. /media/hdd wird benutzt.
et: Valitud asukoht puudub, kasutame /media/hdd
fi: Valittua hakemistoa ei ole, käytetään /media/hdd.
nl: De gekozen lokatie bestaat niet; gebruikt /media/hdd.

source: The name of the receiver can be included in the backup filename, but makes the filename lengthy.
de: Der Name von der Box kann im Backupnamen enthalten sein macht den Namen aber etwas länger.
et: Varukoopia nimesse võib lisada ka vastuvõtja nime. Faili nimi muutub nii pikemaks.
fi: Laitteen nimi voidaan lisätä varmuuskopiotiedoston nimeen, mutta se tekee tiedoston nimestä melko pitkän.
nl: De naam van de STB kan worden opgenomen in de naam van het back-up bestand, maar dat kan de naam wel lang maken.

source: The wizard is finished now, and will reboot.
de: Der Assistent wurde beendet. Jetzt wird neu gestartet.
et: Abiline on läbitud, toimub taaskäivitus.
fi: Avustaja on valmis ja uudelleenkäynnistyy.
nl: De wizard is nu gereed; uw STB gaat herstarten.

source: The wizard is finished now.
cs: Průvodce je dokončen.
de: Der Assistent ist abgeschlossen.
el: Ο οδηγός ολοκληρώθηκε.
et: Abiline on läbitud.
fi: Tehtävä suoritettu loppuun.
nb: Veiviseren er ferdig.
nl: De wizard is nu gereed.
sk: Sprievodca je ukončený.
sv: Guiden är nu klar.

source: There is a problem with this device. Please reformat it and try again.
de: Es gibt ein Problem mit diesem Gerät. Bitte erneut formatieren und versuchen.
et: selle andmekandjaga on mingi probleem, vorminda see ja proovi uuesti.
fi: Tässä laitteessa on ongelma. Alusta se ja yritä uudelleen.
nl: Er is een probleem met dit apparaat. Formatteer en probeer opnieuw.

source: There is no backup to delete.
de: Kein Backup zum löschen.
et: Pole midagi kustutada.
fi: Ei ole varmuuskopiota mitä poistaa.

source: There is no backup to restore.
de: Kein Backup zum wieder herstellen.
et: Pole midagi taastada.
fi: Ei ole varmuuskopiota mitä palauttaa.
nl: Er is geen back-up om te herstellen.

source: There is no image to delete.
de: Kein Image zum löschen.
et: Pole midagi kustutada.
fi: Ei ole imagea mitä poistaa.

source: There is no image to flash.
de: Kein Image zum flashen.
et: Pole midagi paigaldada.
fi: Ei ole imagea mitä päivittää.
nl: Er is geen image om te flashen.

source: This device is already mounted as HDD.
de: Dieses Gerät wurde schon als HDD gemountet.
et: See andmekandja on juba kõvakettana haagitud.
fi: Tämä laite on jo liitetty kovalevyksi.
nl: Dit apparaat is al gemount als HDD.

source: Time of backup to start
de: Zeit wann Backup starten soll
et: Varundamise käivitamise aeg
fi: Aika jolloin varmuuskopiointi alkaa
nl: Back-up starttijd

source: Type:
cs: Typ:
de: Typ:
el: Τύπος:
et: Tüüp:
fi: Tyyppi:
sk: Typ:
sv: Typ:

source: Un-mount
et: Haagi lahti
fi: Poista liitos

source: Unzip error (also sent to any debug log): %s
de: Fehler bei Unzip (auch in Debug Log):%s
et: Unzip viga (saadeti ka silumislogidesse): %s
fi: Unzip-virhe (lähetetty debug-lokiin): %s
nl: Unzip-fout (ook naar enig debuglog gestuurd): %s

source: Updating mount locations...
de: Erneuern der Mountpunkte...
et: Haakepunktide uuendamine...
fi: Päivitetään liitos-paikkoja...
nl: Mount-lokaties worden geüpdatet...

source: Use as HDD
cs: Užít jako HDD
de: Als HDD verwenden
el: Χρήση ως HDD
et: Kasuta kõvakettana
fi: Käytä HDD:nä
nb: Bruk som HDD
nl: Gebruik als HDD
sk: Použiť ako HDD
sv: Använd som HDD

source: Use the cursor keys to select an installed image and then Erase button.
de: Benutze die Cursortasten um ein installiertes Image zu wählen und dann den Lösche Button
et: Kasuta paigaldatud püsivara valikuks noolenuppe ja siis nuppu 'Kustuta'.
fi: Käytä kursoria valitaksesi asennetun imagen, ja paina Pyyhi-nappulaa.
nl: Gebruik de pijlthestoetsen om een geinstalleerd image te kiezen en vervolgens de 'wis-toets'.

source: ViX SWAP manager
de: ViX Swap Verwaltung
et: ViX saale haldur
fi: ViX SWAP-hallinnointi

source: View progress
de: Fortschritt anzeigen
et: Näita edenemist
fi: Tarkastele etenemistä
nl: Bekijk voortgang

source: Wait please while creating SWAP file...
de: Bitte warten. Swap Datei wird erzeugt.
et: Saalefaili loomine...
fi: Odota kun SWAP-tiedostoa luodaan...
nl: Wacht tijdens het aanmaken van het SWAP-bestand...

source: Wait please while scanning for softcam's...
cs: Čekejte prosím na prohledání softcamů.
de: Bitte warten während Suchlauf nach Softcams...
el: Παρακαλώ περιμένετε για την ανίχνευση για softcam's...
et: Oota, EMU otsimine...
fi: Odota, haetaan softcammeja...
nb: Søker etter softcam'er vennligst vent...
nl: Een ogenblikje geduld, zoeken naar softcams...
sk: Počkajte prosím, prebieha hľadanie Softcamov...
sv: Var god vänta sökning av softcams pågår...

source: Wait please while scanning...
cs: Čekejte na dokončení skenování...
de: Während Suchlauf bitte warten...
el: Παρακαλώ περιμένετε καθώς γίνεται ανίχνευση...
et: Oota, toimub otsing...
fi: Odota, tietoja haetaan...
nb: Søker, vennligst vent...
nl: Een ogenblikje geduld, zoeken is bezig...
sk: Počkajte prosím, prebieha vyhľadávanie...
sv: Var god vänta, sökning pågår...

source: Weekly
cs: Týdně
de: Wöchentlich
el: Εβδομαδιαία
et: Iga nädal
fi: Viikoittain
nb: Ukentlig
nl: Wekelijks
sk: Týždenne
sv: Veckovis

source: Welcome to the restore wizard. A backup has been detected. You can use this wizard to restore your settings and any extra plugins that were installed when the backup was created.
de: Willkommen zum Wiederherstellungsassistenten. Eine Sicherung wurde gefunden. Du kannst diesen Assistenten benutzen um Einstellungen und Plugins so wieder herzustellen wie zum Zeitpunkt der Sicherung.
et: Tere tulemast taastamisabilisse. Leiti varukoopia. Siin saab taastada pluginad ja seadistused, mis olid varukoopia loomise ajaks paigaldatud.
fi: Tervetuloa ohjattuun palautukseen. Varmuuskopio löydetty. Voit käyttää tätä ohjattua toimintoa palauttaaksesi varmuuskopiosta aikaisemmin asennetut lisäosat ja järjestelmäasetukset.
nl: Welkom bij de herstel-wizard. Er is een back-up gevonden. U kunt deze wizard gebruiken om de instellingen en/of de plugins van die back-up terug te plaatsen.

source: YES, to restore plugins
cs: ANO, obnovíte pluginy
de: JA, um Plugins wieder herzustellen
el: ΝΑΙ, για επαναφορά προσθέτων
et: Jah, taasta pluginad
fi: KYLLÄ, palauttaa lisäosat
nb: JA, gjenopprett plugins
nl: JA, installeer plugins weer
sk: Áno, ak chcete obnoviť pluginy
sv: JA, för att återställa plugins.

source: YES, to restore settings
cs: ANO, obnovíte nastavení
de: JA, um Einstellungen wieder herzustellen
el: ΝΑΙ, για επαναφορά ρυθμίσεων
et: Jah, taasta seadistused
fi: KYLLÄ, palauttaa asetukset
nb: JA, gjenopprett innstillinger
nl: JA, plaats de instellingen weer terug
sk: Áno, ak chcete obnoviť nastavenia
sv: JA, för att återskapa inställningar

source: You are about to flash an eMMC flash; we cannot take any responsibility for any errors or damage to your box during this process. Proceed with CAUTION!: Are you sure you want to flash this image:
de: Du bist dabei eMMC Flash zu flashen. Wir können keine Garantie für Fehler oder Beschädigungen an der Box übernehmen die durch diesen Prozess entstehen. Mit Vorsicht fortfahren! Bist Du sicher das dieses Image geflashed werden soll?
fi: Olet tekemässä eMMC-päivitystä. Emme ota vastuuta, jos laitteesi rikkoutuu. Etene huolellisesti!! Oletko varma että haluat päivittää. Proceed with CAUTION!: Are you sure you want to flash this image:

source: You have decided not to flash image.
de: Du hast dich entschieden das Image nicht zu flashen.
et: Otsustasid püsivara mitte paigaldada.
fi: Olet päättänyt olla päivittämättä imagea.
nl: U heeft besloten geen image te flashen.

source: You have to create a SWAP file before trying to activate the autostart.
de: Du musst eine Swap Datei erstellen bevor Autostart aktiviert werden kann.
et: Enne autostardi lubamist tuleb saalefail luua.
fi: Sinun pitää ensin luoda SWAP-tiedosto, ennen kuin aktivoit sen automaattisen käynnistyksen.
nl: U moet een SWAP-bestand aanmaken alvorens autostart te activeren.

source: Your %s %s could not connect to the plugin feeds at this time. Please try using the Backup manager to restore plugins later.
de: Deine %s %s kann sich nicht mit dem Feed verbinden. Bitte die Plugins mit der Backup Verwaltung später wieder herstellen.
et: %s %s ei saanud hoidlatega ühendust. Ürita pluginad taastada hiljem varukoopia halduri abil.
fi: Sinun %s %s ei saa yhteyttä plugin-syötteisiin. Yritä myöhemmin palauttaa pluginit käyttäen varmuuskopioiden hallinta-työkalua.
nl: Uw %s %s is nu niet verbonden met de plugin-feeds. U kunt later de Back-up manager gebruiken om de plugins alsnog te herstellen.

source: Your %s %s is about to create a full image backup, this can take about 6 minutes to complete. Do you want to allow this?
de: Deine %s %s erstellt ein Image Backup. Die dauert etwa 6 Minuten. Weitermachen?
et: %s %s alustab täieliku püsivaratõmmise loomist. See võib kesta kuni 6 minutit. Kas nõustud?
fi: Sinun %s %s aikoo tehdä täyden varmuuskopion, ja se voi kestää noin kuusi minuuttia. Sallitko tämän?
nl: Uw %s %s staat op het punt een image back-up te maken; dit kan wel 6 minuten duren. Wilt u doorgaan?

source: Your %s %s is about to run a backup of your settings and to detect your plugins. Do you want to allow this?
de: Deine %s %s startet gleich ein Backup von deinen Einstellungen und deinen Plugins. Fortfahren?
et: %s %s varundab seadistused ja tuvastab pluginad. Kas lubada see?
fi: Sinun %s %s ajaa varmuuskopion asetuksistasi, ja yrittää havaita pluginisi. Sallitko tämän?
nl: Uw %s %s is op het punt een back-up van uw instellingen en uw plugins te maken. Wilt u dit nu doen?

source: Your %s %s is not connected to a network. Please check your network settings and try again.
de: Deine %s %s ist nicht mit dem Internet verbunden. Bitte Netzwerkeinstellungen prüfen und erneut versuchen.
et: %s %s ei ole võrguga ühendatud. Kontrolli võrgu seadeid ja ürita uuesti.
fi: Sinun %s %s ei saa yhteyttä verkkoon. Tarkista verkkoasetuksesi, ja kokeile uudestaan.
nl: Uw %s %s is niet met een netwerk verbonden. Controleer uw netwerk (instellingen) en probeer het opnieuw.
