Repository: OpenViX/vix-core
Catalog: po/*.po
Languages: cs, de, el, et, fi, nb, nl, sk, sv

source: 'User' url has not been specified, please use MENU button to initialise
fi: 'Käyttäjän' URL:ia ei ole määritelty, paina MENU-nappulaa

source: 30 Days
cs: 30 dní
de: 30 Tage
el: 30 Ημέρες
et: 30 päeva
fi: 30 päivää
nb: 30 Dager
nl: 30 dagen
sk: 30 dní
sv: 30 Dagar

source: A background update check is in progress, please try again.
cs: Běží kontrola na pozadí, prosím zkuste to znovu později.
de: Im Hintergrund wird auf mögliche Updates geprüft. Bitte später erneut versuchen.
el: Εκτελείται έλεγχος ενημέρωσης στο παρασκήνιο, παρακαλώ δοκιμάστε ξανά.
et: Taustal toimub uuenduste otsing. Ürita hiljem uuesti.
fi: Taustalla ajettava päivitystarkistus käynnissä, yritä uudelleen.
nl: Er wordt momenteel op updates gecontroleerd; probeer het later nogmaals.

source: A backup has been detected.
cs: Byla nalezena záloha.
de: Ein Backup wurde gefunden.
el: Εντοπίστηκε ένα αντίγραφο ασφαλείας.
et: Leiti varukoopia.
fi: Varmuuskopio tunnistettu.
nb: En backup er oppdaget.
nl: Een back-up is verwijderd.
sk: Bola nájdená záloha
sv: En backup har upptäckts.

source: Activate
cs: Aktivovat
de: Aktivieren
el: Ενεργοποίηση
et: Aktiveeri
fi: Aktivoi
nb: Aktiver
nl: Activeer
sk: Aktivovať
sv: Aktivera

source: Active
cs: Aktivní
de: Aktiv
el: Ενεργό
et: Aktiivne
fi: Aktiivinen
nb: Aktiv
nl: Actief
sk: Aktívne
sv: Aktiv

source: Active:
cs: Aktivní:
de: Aktiv:
el: Ενεργό:
et: Aktiivne:
fi: Aktiivinen:
nb: Aktiv:
nl: Actief:
sk: Aktívne:
sv: Aktiv:

source: Allows the script runner to be launched from extensions.
de: Erlaubt es den Scriptstarter aus den Erweiterungen zu starten.
el: Επιτρέπει στην εκτέλεση script να εκτελείται από τις επεκτάσεις.
et: Võimaldab skriptide käivitamise laienduste menüüst.
fi: Salli komentojen ajaminen laajennuksista.
nl: Maakt het mogelijk dit script te laten lopen vanuit het extensieoverzicht.

source: Allows the softcam manager to be launched from extensions.
cs: Povolí správci sofcamů být spouštěn z rozšíření.
de: Erlaubt es den Softcam-Menager aus Erweiterungen zu starten.
el: Επιτρέπει στη διαχείριση softcam να εκτελείται από τις επεκτάσεις.
et: Võimaldab EMU halduri käivitamise laienduste menüüst.
fi: Käynnistä softcam:ien hallinta laajennusvalikosta.
nl: Geeft de mogelijkheid de softcam manager vanuit de extensies te starten.
sk: Umožňuje spustenie softcam manažéra zo zoznamu rozšírení
sv: Tillåter softcam hanteraren att startas från utökningar.

source: Allows the softcam to be checked if it stopped working, and restarted automatically if needed.
cs: Povolí kontrolu softcamu a jeho případné znovuspuštění v případě potřeby.
de: Erlaubt es zu prüfen ob Softcams noch laufen. Softcams werden, wenn nötig, erneut gestartet.
el: Επιτρέπει τον έλεγχο του softcam αν αυτό σταματήσει και την αυτόματη επανεκκίνησή του αν απαιτείται.
et: Võimaldab kontrollida, kas EMU on hangunud ja vajadusel selle automaatselt taaskäivitada.
fi: Tarkistaa onko softcam pysähtynyt ja käynnistää sen tarvittaessa automaattisesti uudestaan.
nb: Lar softcam sjekkes om den er stoppet, og evt. startes på nytt om nødvendig.
nl: Controleert of de softcam nog werkt en herstart die als dat niet het geval is.
sk: Umožňuje skontrolovať, či neprestal bežať softcam a ak to bude potrebné automaticky ho reštartovať.
sv: Tillåter att softcamen kontrolleras om den har slutat fungera, och startar om automatiskt om det behövs.

source: Allows you to close the window automatically.
de: Erlaubt es das sich das Fenster automatisch schließt.
et: Võimaldab akna automaatse sulgumise.
fi: Salli ikkunan sulkeutua automaattisesti.
nl: Laat het venster automatisch sluiten.

source: Allows you to schedule your backups.
de: Erlaubt es zeitgesteuerte Backups einzurichten.
et: Võimaldab ajastada varukoopiate loomist.
fi: Salli varmuuskopioiden ajastaminen.
nl: U kunt planmatig back-ups laten maken.

source: Allows you to schedule your image backups.
de: Erlaubt es zeitgesteuerte Image-Backups einzurichten.
et: Võimaldab ajastada püsivaratõmmiste loomist.
fi: Salli imagen ajastettu varmuuskopiointi.
nl: U kunt planmatig image back-ups laten maken.

source: Allows you to tag your backups to a box.
de: Erlaubt es die Backups einer Box zuzuordnen.
et: Võimaldab siduda varukoopia nime vastuvõtjaga.
fi: Sallii tagit varmuuskopioihin.
nl: Hier kunt u een label geven aan de back-ups van uw STB, maar dat kan de naam wel lang maken.

source: Allows you to tag your image backup to a box. (default is box name/type)
cs: Umožní označit zálohy dle přístroje. (výchozí je jméno/typ přijímače)
de: Erlaubt es Image-Backups zu bezeichnen. (Standard ist Boxname/Boxtyp)
el: Επιτρέπει τις ετικέτες στο αντίγραφο ασφαλείας image ενός δέκτη. (προεπιλογή όνομα δέκτη/τύπος)
et: Võimaldab siduda püsivaratõmmise nime vastuvõtjaga (vaikimisi vastuvõtja nimi)
fi: "Nimeä laitteen image-varmuuskopio. (oletuksena laitteen nimi/tyyppi)"
nb: Lar deg navngi backup av image (standard er mottakerens navn/type).
nl: U kunt labels aan image back-ups van een ontvanger hangen (default is box naam/type).
sk: Umožňuje označiť zálohy systémového obrazu podľa prijímača. (predvolená hodnota je názov/typ prijímača)
sv: Låter dig tagga dina dina Imagebackuper till en box. (standard är boxnamn/typ)

source: Are you ready to install ?
cs: Jste připraveni instalovat ?
de: Jetzt installieren?
el: Είστε έτοιμοι για εγκατάσταση ;
et: Kas paigaldada?
fi: Oletko valmiina asentamaan?
nb: Klar til å installere?
nl: Bent u gereed te installeren?
sk: Ste pripravený na inštaláciu?
sv: Är du redo att installera?

source: Are you sure you want to delete image slot %s ?
de: Bist Du sicher das dieser Image Slot %s gelöscht werden soll?
et: Kas kustutada püsivara pesa %s?
fi: Oletko varma, että haluat poistaa imagepaikan %s ?
nl: Weet u zeker dat u het image in slot %s wilt verwijderen?

source: Are you sure you want to delete this backup:
cs: Opravdu chcete smazat tuto zálohu:
de: Dieses Backup jetzt löschen:
el: Σίγουρα θέλετε να διαγραφεί αυτό το αντίγραφο ασφαλείας:
et: Kas kustutada varukoopia:
fi: Haluatko poistaa tämän varmuuskopion:
nb: Sikker på at du vil slette backup'en:
sk: Naozaj chcete zmazať túto zálohu:
sv: Är du säker på att du vill ta bort den här backupen:

source: Are you sure you want to delete this image backup:
de: Sicher das dieses Image Backup gelöscht werden soll:
et: Kas kustutada see püsivaratõmmis:
fi: Oletko varma että haluat poistaa tämän varmuuskopion:

source: Are you sure you want to download this image:
cs: Opravdu chcete stáhnout tento image:
de: Wollen Sie dieses Image herunterladen:
el: Σίγουρα θέλετε να γίνει λήψη αυτού του image:
et: Kas tõmmata püsivaratõmmis:
fi: Haluatko varmasti ladata tämän ohjelmiston:
nb: Sikker på at du vil laste ned dette imaget:
nl: Weet u zeker dat u dit image wilt downloaden:
sk: Naozaj chcete prevziať tento systémový obraz:
sv: Är du säker på att du vill ladda ner den här Imagen:

source: Are you sure you want to flash this image:
de: Sicher das dieses Image geflasht werden soll:
et: Kas paigaldada see püsivaratõmmis:
fi: Oletko varma että haluat asentaa tämän imagen:

source: Are you sure you want to restore this backup:
cs: Opravdu chcete obnovit tuto zálohu:
de: Dieses Backup jetzt wiederherstellen:
el: Σίγουρα θέλετε να γίνει επαναφορά αυτού του αντίγραφου ασφαλείας:
et: Kas taastada varukoopia:
fi: Oletko varma, että haluat palauttaa tämän varmuuskopion:
nb: Sikker på at du vil gjenopprette denne backup'en:
nl: Weet u zeker dat u deze back-up wilt herstellen:
sk: Ste si istí, že chcete obnoviť túto zálohu:
sv: Är du säker på att du vill återställa den här backupen:

source: Automatic settings backup
de: Automatische Einstellungssicherung
el: Αυτόματη εφεδρεία ρυθμίσεων
et: Seadistuste automaatne varundamine
fi: Automaattinen asetusten varmuuskopiointi
nl: Automatische settingsback-up

source: Autostart
el: Αυτόματη εκκίνηση
fi: Autom.käynnistys
sk: Automatický štart

source: Backing up eMMC partitions for USB flash ...
de: Sicherung der eMMC Partitionen für den USB-Stick...
et: Varundatakse eMMC partitsioonid püsivara paigalduseks USB pulgalt...
fi: Varmuuskopioidaan eMMC-osioita USB:lle...
nl: Maakt back-up van eMMC partities voor USB flash...

source: Backing up eMMC partitions for USB flash...
de: Sicherung der eMMC Partitionen für den USB-Stick...
et: Varundatakse eMMC partitsioone püsivara paigalduseks USB pulgalt...
fi: Varmuuskopioidaan eMMC-osioita USB:lle...
nl: Maakt back-up van eMMC partities voor USB flash...

source: Backing up files...
cs: Zálohuji soubory...
de: Sichert Dateien...
el: Εφεδρεία αρχείων...
et: Varundamine...
fi: Varmuuskopioidaan tiedostoja...
nb: Backup av filer pågår...
nl: Bestanden worden geback-upped...
sk: Zálohujú sa súbory...
sv: Säkerhetskopierar filer...

source: Backing up kernel...
de: BackUp von Kernel...
et: Kerneli varundamine...
fi: Varmuuskopioidaan kernel...
nl: Maakt back-up van kernel...

source: Backing up root file system...
de: BackUp Root-Verzeichnis...
et: Failisüsteemi varundamine...
fi: Varmuuskopioidaan järjestelmätiedostot...
nl: Maakt back-up van root-bestandssysteem...

source: Backup complete.
de: Backup vollendet.
et: Varukoopia loodud.
fi: Varmuuskopio valmis.
nl: Back-up gereed.

source: Backup complete...
de: BackUp beendet...
et: Varukoopia on tehtud...
fi: Varmuuskopio valmis...
nl: Back-up gereed.

source: Backup confirmation
de: BackUp bestätigung
et: Varundamise kinnitamine
fi: Varmuuskopion vahvistus
nl: Back-up bevestiging

source: Backup created
de: BackUp erzeugt
et: Varukoopia loodud
fi: Varmuuskopio luotu
nl: Back-up gemaakt

source: Backup failed - e. g. wrong backup destination or no space left on backup device.
de: Backup fehlgeschlagen. Entweder falscher Ort oder nicht mehr genug freier Speicher auf Gerät.
et: Varundamine nurjus - nt. vale asukoht või ruumi puudus varundamise asukohas
fi: Varmuuskopio epäonnistui - Saattaa johtua väärästä kohdesijainnista, tai levytilaa on liian vähän.
nl: Back-up mislukt - mogelijk a.g.v. verkeerde bestemming of te weinig ruimte op het back-up medium.

source: Backup in progress, Please wait for it to finish, before trying again.
de: Backup läuft. Bitte warten bis beendet vor erneutem Versuch.
et: Toimub varundamine. Oota selle lõppemist, enne uuesti üritamist.
fi: Varmuuskopiointi käynnissä, Odota että se loppuu, ennen kuin yrität uudestaan.
nl: Back- up bezig. Wacht tot deze gereed is alvorens opnieuw te proberen.

source: Backup location
de: BackUp Zielverzeichnis
et: Varukoopia asukoht
fi: Varmuuskopion sijainti
nl: Back-up lokatie

source: Backup manager
de: BackUp Verwaltung
et: Varukoopia haldur
fi: Varmuuskopioiden hallinnointi

source: Backup manager settings
de: Backup Verwaltung Einstellungen
et: Varundamise seaded
fi: Varmuuskopioiden astukset
nl: Back-up manager instellingen

source: Backup prefix
cs: Předpona zálohy
de: Backup Namensanfang
el: Πρόθεση αντιγράφου ασφαλείας
et: Varukoopia nimi
fi: Tiedoston etuliite
nb: Backup prefiks
sk: Prefix zálohy

source: Backups to keep
cs: Počet záloh k zachování
de: Anzahl zu erhaltener Backups
el: Αντίγραφα ασφαλείας για διατήρηση
et: Säilitatavad varukoopiad
fi: Säilytettävä varmuuskopioiden määrä
nl: Back-ups die bewaard moeten worden

source: CCcam can't run whilst MGcamd is running
cs: CCcam nelze provozovat zároveň s MGcamdem
de: Während MGcamd läuft kann CCcam nicht ausgeführt werden
el: Το CCcam δεν μπορεί να εκτελεστεί καθώς εκτελείται το MGcamd
et: MGcamd töötamisel ei saa CCcam käivituda
fi: CCcam ei voi käynnistyä kun MGcamd on käynnissä
nb: CCcam kan ikke kjøre samtidig med MGcamd
nl: CCcam en MGcamd kunnen niet beide actief zijn
sk: Ccca sa nedá spustiť, kým je spustený MGcamd
sv: CCcam kan inte startas medan MGcamd är igång

source: CCcam can't run whilst MGcamd is running.
de: CCcam kann nicht zusammen mit MGcamd laufen.-
et: MGcamd töötamisel ei saa CCcam käivituda
fi: CCcam ei voi käynnistyä kun MGcamd on käynnissä.
nl: CCcam kan niet draaien terwijl MGcamd draait.

source: Can't un-mount the partition; make sure it is not being used for SWAP or record/timeshift paths.
de: Unmount vom GHerät nicht möglich. Bitte sicher stellen das es nicht von Swap, Aufnahme oder Timeshift benutzt wird.
et: Partitsiooni lahtihaakimine nurjus. Veendu, et seda ei kasutata saale või salvestamise/ajanihke tarbeks.
fi: Liitosta ei voi purkaa; tarkista että SWAP-tiedosto, tallennus, tai ajansiirto ei käytä sitä.

source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Keskeytä
nb: Avbryt
nl: Annuleer
sk: Zrušiť
sv: Avbryt

source: Change location
de: Ändere Zielverzeichnis
et: Muuda asukohta
fi: Vaihda sijainti
nl: Verander lokatie

source: Checking free RAM..
de: Prüfe freien Speicher
et: Vaba mälu uurimine..
fi: Tarkistetaan vapaana oleva RAM...
nl: Controleert beschikbare RAM...

source: Checking softcams...
cs: Kontrola softcamu...
de: Überprüfe Softcams...
el: Έλεγχος softcams...
et: EMU kontroll...
fi: Tarkistetaan softcameja...
nb: Sjekker softcam'er...
nl: Controleert softcams...
sk: Kontrola softcamov ...
sv: Kontrollerar softcams...

source: Choose files
de: Wähle Dateien
et: Vali failid
fi: Valitse tiedostot
nl: Kies bestanden

source: Choose local IPK's folder
de: Wähle lokalen IPK Ordner
et: Vali IPK kaust
fi: Paikallinen IPK-kansio
nl: Kies lokale IPK-map

source: Choose where to mount your devices to:
cs: Vyberte, kam chcete připojit své zařízení:
de: Bitte Einhängepunkte der Geräte auswählen:
el: Επιλέξτε το σημείο προσάρτησης των συσκευών σας:
et: Määra seadmetele haakepunktid:
fi: Valitse minne laitteet liitetään:
nb: Velg hvor enheten skal tilkobles:
nl: U wilt het apparaat mounten als:
sk: Vyberte, kam pripojiť Vaše zariadenia:
sv: Välj hur du vill montera dina enheter:

source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
et: Sulge
fi: Sulje
nb: Lukk
nl: Sluit
sk: Zatvoriť
sv: Stäng

source: Close window on success
cs: Zavřít okno při úspěchu
de: Fenster bei Erfolg schließen
el: Κλείσιμο παραθύρου μετά την επιτυχία
et: Õnnestumisel sulge aken
fi: Sulje ikkunan tehtävän onnistuessa
nl: Sluit venster indien geslaagd
sk: Zavrieť okno po úspechu
sv: Stäng fönster vid framgång

source: Comparing against backup...
cs: Srovnávání zálohy...
de: Vergleiche mit Backup...
el: Σύγκριση με το αντίγραφο ασφαλείας...
et: Võrdlemine varukoopiaga...
fi: Vertaillaan varmuuskopioon...
nb: Sammenligner med backup...
nl: Vergelijkt met back-up...
sk: Porovnanie oproti zálohe...
sv: Jämför mot backup...

source: Compress
fi: Pakkaa
nl: Comprimeer

source: Create
cs: Vytvořit
de: Erstellen
el: Δημιουργία
et: Loo
fi: Luo
nb: Opprett
nl: Creëer
sk: Vytvoriť
sv: Skapa

source: Create a settings backup before updating.
de: Erstelle ein Back der Einstellungen vor einem Update.
et: Loo enne uuendamist seadistustest varukoopia.
fi: Luo varmuuskopio asetuksista ennen päivitystä.
nl: Maakt een back-up van uw instellingen alvorens te updaten.

source: Create and Manage your SWAP files.
de: Erzeuge und verwalte Swap Dateien.
et: Loo ja halda saalefaile.
fi: Luo ja hallinnoi SWAP-tiedostoja.
nl: Creeeer en beheer uw SWAP-bestanden.

source: Create and flash complete images of your system.
de: Erzeuge und flashe komplettes Image von deinem System
et: Loo ja paigalda täielikke püsivaratõmmiseid.
fi: Luo ja asenna image koko järjestelmästäsi.

source: Create empty slot.
de: Erzeuge leeren Slot.
et: Loo tühi pesa.
fi: Luo tyhjä paikka.

source: Create:
fi: Luo:
nl: Creëer:

source: Creating SWAP..
de: Erzeuge Swap...
et: Saale loomine...
fi: Luodaan sivutustiedostoa...
nl: Creëert SWAP...

source: Creating list of installed plugins...
cs: Vytvářím seznam nainstalovaných pluginů...
de: Erstelle Liste der installierten Plugins...
el: Δημιουργία λίστας των εγκατεστημένων προσθέτων...
et: Paigaldatud pluginate nimekirja loomine...
fi: Luodaan luettelo asennetuista lisäosista...
nb: Oppretter liste over installerte plugins...
nl: Maakt een lijst met beschikbare plugins...
sk: Vytváram zoznam nainštalovaných zásuvných modulov...
sv: Skapar en lista över installerade plugins...

source: Creating zip...
cs: Zipuji ...
de: Erstelle ZIP...
el: Δημιουργία zip...
et: Zip faili loomine...
fi: Luodaan zip...
nl: Creërt zip...
sk: Vytváranie zip...
sv: Skapar zip...

source: Current status:
de: Aktueller Status:
et: Olek:
fi: Nykyinen tila:
nl: Huidige status:

source: Daily
cs: Denně
de: Täglich
el: Καθημερινά
et: Iga päev
fi: Päivittäin
nb: Daglig
nl: Dagelijks
sk: Denne
sv: Daglig

source: Deactivate
cs: Deaktivovat
de: Deaktivieren
el: Απενεργοποίηση
et: Lülita välja
fi: Poista käytöstä
nb: Deaktiver
nl: De-activeer
sk: Deaktivovat
sv: Avaktivera

source: Delete
cs: Smazat
de: Löschen
el: Διαγραφή
et: Kustuta
fi: Poista
nb: Slett
nl: Verwijder
sk: Vymazať
sv: Ta bort

source: Deselect
cs: Odznačit
de: Abwählen
el: Αποεπιλογή
et: Tühista valik
fi: Poista valinta
nb: Fjern valg
nl: Deselecteer
sk: Zrušiť výber
sv: Avmarkera

source: Device:
cs: Zařízení:
de: Gerät:
el: Συσκευή:
et: Asukoht:
fi: Laite:
nb: Enhet:
nl: Apparaat:
sk: Zariadenie:
sv: Enhet:

source: Device: None available
cs: Zařízení: Nedostupné
de: Gerät: Nicht verfügbar
el: Συσκευή: Καμία διαθέσιμη
et: Andmekandja ei ole saadaval
fi: Laite: ei saatavilla
nb: Enhet: ingen tilgjengelig
nl: Apparaat: niet beschikbaar
sk: Zariadenie: žiadne k dispozícii
sv: Enhet: Ingen tillgänglig

source: Device: none available
de: Gerät: keines verfügbar
et: Andmekandja ei ole saadaval
fi: Laite: Ei yhtään saatavilla
nl: Apparaat: geen beschikbaar

source: Disable startup
de: Deaktiviere Startup
et: Keela autostart
fi: Käynnistys pois päältä
nl: Schakel opstarten uit

source: Do you want to change download url
fi: Haluatko vaihtaa latausosoitteen?

source: Do you want to create a full image backup? This can take about 6 minutes to complete.
de: Soll ein Image Backup erstellt werden? Der Vorgang kann etwa 6 Minuten dauern.
et: Kas luua täielik püsivaratõmmis? Selleks võib kuluda kuni 6 minutit.
fi: Haluatko ottaa varmuuskopion imagesta? Tämä saattaa kestää noin kuusi minuuttia.
nl: Wilt u een volledige imageback-up maken? Dit kan wel 6 minuten duren.

source: Do you want to flash image %s
de: Willst Du das folgende Image flashen %s
et: Kas paigaldada püsivara %s
fi: Haluatko asentaa imagen %s
nl: Wilt u image %s flashen

source: Do you want to restart GUI now ?
cs: Chcete nyní restartovat uživatelské rozhranní?
de: Soll die Benutzeroberfläche jetzt neu gestartet werden?
el: Να γίνει επανεκκίνηση της επιφάνειας χρήστη τώρα ;
et: Kas taaskäivitada kasutajaliides kohe?
fi: Haluatko käynnistää käyttöliittymän nyt uudelleen?
nl: Wilt u de gebruikersinterface nu opnieuw starten?
sv: Vill du starta om det grafiska användargränssnittet nu?

source: Do you want to restore your Enigma2 plugins ?
cs: Chcete obnovit vaše pluginy v Enigmy2 ?
de: Willst Du deine Enigma2 Plugins wieder herstellen?
el: Θέλετε να γίνει επαναφορά των προσθέτων Enigma2 ;
et: Kas taastada Enigma2 pluginad?
fi: Haluatko palauttaa käyttämäsi Enigma2-lisäosat?
nb: Vil du gjenopprette Enigma2 plugins?
nl: Wilt u uw plugins weer installeren?
sk: Chcete obnoviť Vaše pluginy Enigma2 ?
sv: Vill du återställa dina Enigma2 plugins ?

source: Do you want to restore your Enigma2 settings ?
cs: Chcete obnovit vaše nastavení Enigmy2 ?
de: Willst Du deine Enigma2 Einstellungen wieder herstellen?
el: Θέλετε να γίνει επαναφορά των ρυθμίσεων του Enigma2 ;
et: Kas taastada Enigma2 seadistused?
fi: Haluatko palauttaa käyttämäsi Enigma2-asetukset?
nb: Vil du gjenopprette Enigma2 innstillinger?
nl: Wilt u de Enigma2 instellingen terugplaatsen?
sk: Chcete obnoviť nastavenia Enigma2?
sv: Vill du återställa dina Enigma2 inställningar ?

source: Do you want to restore your enigma2 settings ?
de: Willst Du die Enigma2-Einstellungen wieder herstellen?
et: Kas taastada Enigma2 seadistused?
fi: Haluatko palauttaa enigma2 -asetuksesi?
nl: Wilt u de Enigma2-instellingen terugzetten?

source: DownLoad
fi: Lataa

source: Download
cs: Stáhnout
de: Herunterladen
el: Λήψη
et: Tõmba
fi: Lataa
nb: Last ned
sk: Stiahnuť
sv: Ladda ner

source: Download confirmation
de: Download Bestätigung
et: Allalaadimise kinnitamine
fi: Latauksen varmistus
nl: Download bevestiging

source: Downloading
de: Lade herrunter
et: Allalaadimisel
fi: Lataa
nl: Bezig met downloaden

source: Downloads
cs: Stažení
el: Λήψεις
et: Tõmba
fi: Lataukset
nb: Nedlastinger
sk: Stiahnuté
sv: Nedladdningar

source: ET8500 Image Restore
de: ET8500 Image wieder herstellen
et: ET8500 püsivara taaste
fi: ET8500 Imagen palautus

source: ET8500 Multiboot: Yes to restore OS1 No to restore OS2:
de: ET8500 Multiboot: Ja zum wieder herstellen OS1, Nein zum wieder herstellen OS2:
et: ET8500 multibuut: Jah OS1 taasteks, Ei OS2 taasteks:
fi: ET8500 Multiboot: Kyllä, palauttaaksesi OS1, Ei, palauttaaksesi OS2:
nl: ET8500 Multiboot: Ja tegen restore OS1 Nee tegen restore OS2:

source: Empty slot
de: Leerer Slot
et: Tühi pesa
fi: Tyhjä paikka
nl: Leeg slot

source: Enable SWAP at startup
de: Swap beim Start aktivieren
et: Alglaadimisel saale lubatud
fi: SWAP päälle käynnistyksessä
nl: Activeer SWAP bij opstarten

source: Enable frozen check
cs: Zapnout kontrolu zamrznutí
de: Freeze-Check aktivieren
el: Ενεργοποίηση ελέγχου παγώματος
et: Luba hangumise kontroll
fi: Ota käyttöön jumittumisen tarkistus
nl: Softcamcontrole inschakelen
sk: Kontrolovať Cam či nezamrzol
sv: Tillåt låst kontroll

source: Enable startup
de: Aktiviere Startup
et: Luba autostart
fi: Käynnistys päälle
nl: Schakel opstarten in

source: Enough retries, delaying till next schedule.
de: Genug Wiederholungen, warte bis zum nächsten Start.
et: Rohkem ei proovi, lükatakse järgmise korrale.
fi: Tarpeeksi yrityksiä, koitetaan uudestaan seuraavalla kerralla.
nl: Genoeg ingangen, vertraagt tot volgende schema.

source: Erase
de: Löschen
et: Kustuta
fi: Pyyhi
nl: Wis

source: Exit the restore wizard
cs: Ukončit průvodce obnovou
de: Wiederherstellungsassistenten beenden
el: Έξοδος από τον οδηγό επαναφοράς
et: Välju taastamisabilisest
fi: Sulje palautusohjelma
nb: Avslutt veiviseren for gjenoppretting
nl: Beeindig de herstel wizard
sk: Ukončiť sprievodcu obnovou
sv: Avsluta återställningsguiden

source: Expand
fi: Laajenna
nl: Decomprimeer

source: Extra IPK's
cs: Extra IPK balíčky
el: Επιπρόσθετα αρχεία IPK
et: Lisa IPK-d
fi: Lisä IPK:t
nb: Ekstra IPK's
sk: Extra balíčky

source: Flash confirmation
de: Bestätigung FLASH
et: Paigaldamise kinnitus
fi: Päivityksen vahvistus

source: Flash image unzip successful.
de: Unzip vom Flash Image erfolgreich.
et: Püsivara pakiti lahti.
fi: Flash-imagen purku onnistui.
nl: Unzippen van image-bestand gelukt.

source: Found non-standard softcam, trying to start, this may fail.
de: Keine Standard Softcam gefunden. Es wird ein Start versucht aber es könnte fehl schlagen.
et: Leiti ebastandardne EMU. Käivitamine võib nurjuda
fi: Löytyi epästandardi softcam. Yritetään käynnistystä, mutta tämä saattaa epäonnistua.
nl: Een niet-standaard softcam gevonden; probeer deze te starten maar dit kan mislukken.

source: Free space:
cs: Volné místo:
de: Freier Speicher:
el: Ελεύθερος χώρος:
et: Vaba ruum:
fi: Vapaa tila:
nl: Vrije ruimte:
sk: Voľné miesto:
sv: Ledigt utrymme:

source: Frozen check interval
cs: Interval kontroly zamrznutí
de: Freeze-Prüfung Intervall
el: Μεσοδιάστημα ελέγχου παγώματος
et: Hangumise kontrolli ajavahemik
fi: Jumittumisen tarkistusväli
nb: Intervall på sjekk av system-frys
nl: Controle interval
sk: Interval kontroly "zmrznutia"
sv: Intervall för kontroll av frysningar

source: H9 SDcard manager
de: H9 SD-Karten Verwaltung
fi: H9 SD-kortin hallinnointi
nl: H9 SD-kaart manager

source: H9SDcard Manager
de: H9 SD-Karten Verwaltung
fi: H9SD-kortin hallinnointi
nl: H9SD-kaart Manager

source: HARD DISK:
cs: HDD:
de: FESTPLATTE:
el: ΣΚΛΗΡΟΣ ΔΙΣΚΟΣ:
et: KÕVAKETAS:
fi: Kiintolevy:
sk: PEVNÝ DISK:
sv: HÅRDDISK:

source: Http url for OpenATV Images
fi: Http URL OpenATV imagelle
